{
    "nhits": 78,
    "cards": [
      {
        "type": "chính",
        "name_short": "ar01",
        "name": "Nhà ảo thuật",
        "value": "1",
        "value_int": 1,
        "meaning_up": "Kỹ năng, ngoại giao, cách ứng xử, sự tinh tế; bệnh tật, đau đớn, mất mát, thảm họa, cạm bẫy của kẻ thù; sự tự tin, ý chí; Người hỏi, nếu là nam.",
        "meaning_rev": "Bác sĩ, Pháp sư, bệnh tâm thần, sự ô nhục, sự bất an.",
        "desc": "Một hình ảnh trẻ trung trong chiếc áo choàng của một pháp sư, có khuôn mặt của thần Apollo, với nụ cười tự tin và đôi mắt sáng ngời. Phía trên đầu anh ta là dấu hiệu bí ẩn của Chúa Thánh Thần, dấu hiệu của sự sống, giống như một sợi dây vô tận, tạo thành hình số 8 theo chiều ngang. Quanh eo anh ta là một dây lưng hình con rắn, con rắn dường như đang nuốt đuôi của chính nó. Đây là biểu tượng thông thường của sự vĩnh cửu mà hầu hết mọi người đều quen thuộc, nhưng ở đây nó chỉ ra sự vĩnh cửu của sự đạt được trong tinh thần. Trong tay phải của Pháp sư là một cây đũa phép giơ lên ​​​​về phía thiên đường, trong khi tay trái chỉ xuống đất. Dấu hiệu kép này được biết đến trong các cấp độ rất cao của Bí ẩn được thiết lập; nó cho thấy sự giáng xuống của ân sủng, đức hạnh và ánh sáng, được rút ra từ những thứ ở trên và bắt nguồn từ những thứ ở dưới. Do đó, gợi ý xuyên suốt là sự sở hữu và truyền đạt các Quyền năng và Món quà của Tinh thần. Trên bàn trước mặt Pháp sư là các biểu tượng của bốn bộ bài Tarot, biểu thị các yếu tố của sự sống tự nhiên, nằm như những quân bài trước mặt người thành thạo, và anh ta điều chỉnh chúng theo ý muốn. Bên dưới là hoa hồng và hoa loa kèn, flos campi và lilium convallium, được biến thành hoa vườn, để thể hiện nền văn hóa khát vọng. Lá bài này biểu thị động cơ thiêng liêng trong con người, phản ánh Chúa, ý chí trong sự giải thoát của sự hợp nhất với những gì ở trên. Nó cũng là sự thống nhất của bản thể cá nhân trên mọi bình diện, và theo một nghĩa rất cao, nó được nghĩ đến, trong sự cố định của nó. Với sự tham chiếu thêm đến những gì tôi đã gọi là dấu hiệu của sự sống và mối liên hệ của nó với số 8, có thể nhớ rằng thuyết Ngộ đạo của Cơ đốc giáo nói về sự tái sinh trong Chúa Kitô như một sự thay đổi \"đến Ogdoad\". Con số huyền bí được gọi là Jerusalem ở trên, Vùng đất tràn ngập Sữa và Mật ong, Chúa Thánh Thần và Vùng đất của Chúa. Theo Martinism, 8 là con số của Chúa Kitô."
      },
      {
        "type": "chính",
        "name_short": "ar02",
        "name": "Nữ tư tế tối cao",
        "value": "2",
        "value_int": 2,
        "meaning_up": "Bí mật, điều bí ẩn, tương lai vẫn chưa được tiết lộ; người phụ nữ khiến Người hỏi quan tâm, nếu là nam; bản thân Người hỏi, nếu là nữ; sự im lặng, sự kiên trì; bí ẩn, trí tuệ, khoa học.",
        "meaning_rev": "Niềm đam mê, nhiệt huyết về mặt đạo đức hoặc thể chất, sự tự phụ, kiến ​​thức hời hợt.",
        "desc": "Bà có lưỡi liềm mặt trăng dưới chân, vương miện có sừng trên đầu, với một quả cầu ở giữa và một cây thánh giá mặt trời lớn trên ngực. Cuộn giấy trên tay bà được khắc chữ Tora, biểu thị cho Luật lớn hơn, Luật bí mật và nghĩa thứ hai của Lời. Một phần cuộn giấy được che phủ bởi lớp áo choàng của bà, để cho thấy một số điều được ngụ ý và một số được nói ra. Bà ngồi giữa những cây cột trắng và đen - J. và B. - của Đền thờ huyền bí, và tấm màn che của Đền thờ ở phía sau bà: nó được thêu bằng lá cọ và quả lựu. Bộ lễ phục bồng bềnh và mỏng manh, và lớp áo choàng gợi lên ánh sáng - một ánh hào quang lấp lánh. Bà được gọi là Khoa học huyền bí trên ngưỡng cửa Đền thờ Isis, nhưng bà thực sự là Nhà thờ bí mật, Ngôi nhà của Chúa và con người. Bà cũng đại diện cho Cuộc hôn nhân thứ hai của Hoàng tử không còn ở thế giới này nữa; bà là Cô dâu và Người mẹ tinh thần, con gái của các vì sao và Vườn địa đàng cao hơn. Về bản chất, bà là Nữ hoàng của ánh sáng vay mượn, nhưng đây là ánh sáng của tất cả. Bà là Mặt trăng được nuôi dưỡng bằng sữa của Mẹ Siêu nhiên.\\nTheo một cách nào đó, bà cũng là Mẹ Siêu nhiên - nghĩa là, bà là sự phản chiếu sáng ngời. Theo nghĩa phản chiếu này, tên gọi chân thực và cao quý nhất của bà trong bolism là Shekinah - vinh quang đồng cư ngụ. Theo Kabalism, có một Shekinah ở cả trên và dưới. Ở thế giới cao hơn, nó được gọi là Binah, Sự hiểu biết Siêu nhiên phản chiếu đến các sự phát ra ở bên dưới. Ở thế giới thấp hơn, nó là MaIkuth - thế giới đó, vì mục đích này, được hiểu là một Vương quốc được ban phước, nơi mà nó được ban phước là Vinh quang Nội tại. Nói theo cách huyền bí, Shekinah là Cô dâu Tâm linh của người đàn ông công chính, và khi anh ta đọc Luật, cô ấy đưa ra ý nghĩa Thần thánh. Có một số khía cạnh mà lá bài này là lá bài cao quý và thiêng liêng nhất trong Đại bí ẩn."
      },
      {
        "type": "chính",
        "name_short": "ar03",
        "name": "Nữ hoàng",
        "value": "3",
        "value_int": 3,
        "meaning_up": "Sự đơm hoa kết trái, hành động, sáng kiến, độ dài ngày; điều chưa biết, bí mật; cũng như khó khăn, nghi ngờ, thiếu hiểu biết.",
        "meaning_rev": "Ánh sáng, sự thật, sự sáng tỏ của những vấn đề liên quan, niềm vui chung; theo một cách diễn giải khác, sự dao động.",
        "desc": "Một hình tượng uy nghiêm, ngồi, mặc trang phục lộng lẫy và có vẻ ngoài vương giả, như một người con gái của trời và đất. Vương miện của bà gồm mười hai ngôi sao, tụ lại thành một cụm. Biểu tượng của thần Vệ nữ nằm trên chiếc khiên nằm gần bà. Một cánh đồng ngô đang chín trước mặt bà, và xa hơn nữa là một thác nước. Quyền trượng mà bà cầm được đặt trên quả địa cầu của thế giới này. Bà là Vườn Địa đàng thấp kém, Thiên đường trần gian, tất cả những gì được tượng trưng bởi ngôi nhà hữu hình của con người. Bà không phải là Regina coeli, nhưng bà vẫn là refugium peccatorum, người mẹ sinh sôi nảy nở của hàng ngàn người. Cũng có một số khía cạnh mà bà được mô tả chính xác là ham muốn và đôi cánh của ham muốn, như người phụ nữ mặc áo mặt trời, như Gloria Mundi và tấm màn che của Sanctum Sanctorum; nhưng tôi có thể nói thêm rằng bà không phải là linh hồn đã đạt được đôi cánh, trừ khi tất cả các biểu tượng được tính theo một cách khác và khác thường. Trên hết, bà là sự sinh sôi nảy nở của vũ trụ và là ý nghĩa bên ngoài của Ngôi lời. Điều này là điều hiển nhiên, vì không có thông điệp trực tiếp nào được trao cho con người giống như thông điệp mà phụ nữ mang đến; nhưng bản thân cô ấy không mang theo lời giải thích của nó.\nTheo một trật tự ý tưởng khác, lá bài The Empress biểu thị cánh cửa hoặc cánh cổng mà qua đó có thể bước vào cuộc sống này, như vào Vườn của thần Vệ Nữ; và sau đó, con đường dẫn ra khỏi đó, vào thế giới bên kia, chính là bí mật mà Nữ tư tế tối cao biết: nó được cô ấy truyền đạt cho những người được chọn. Hầu hết các quy kết cũ của lá bài này đều hoàn toàn sai về mặt biểu tượng - chẳng hạn như, sự đồng nhất của nó với Ngôi Lời, Bản chất thiêng liêng, Bộ ba, v.v."
      },
      {
        "type": "chính",
        "name_short": "ar04",
        "name": "Hoàng đế",
        "value": "4",
        "value_int": 4,
        "meaning_up": "Sự ổn định, sức mạnh, sự bảo vệ, sự nhận thức; một người vĩ đại; sự trợ giúp, lý trí, sự tin tưởng; cũng như thẩm quyền và ý chí.",
        "meaning_rev": "Lòng nhân từ, lòng trắc ẩn, sự tín nhiệm; cũng như sự bối rối trước kẻ thù, sự cản trở, sự thiếu chín chắn.",
        "desc": "Ông có hình dạng của Crux ansata làm vương trượng và một quả địa cầu ở tay trái. Ông là một vị vua đội vương miện - uy nghiêm, oai nghiêm, ngồi trên ngai vàng, hai cánh tay cầm rìu có đầu cừu đực. Ông là người điều hành và thực hiện, quyền lực của thế giới này, ở đây được khoác lên mình những thuộc tính tự nhiên cao nhất của nó. Thỉnh thoảng ông được miêu tả là đang ngồi trên một khối đá hình khối, tuy nhiên, điều này lại gây nhầm lẫn cho một số vấn đề. Ông là sức mạnh nam tính, mà Nữ hoàng đáp lại, và theo nghĩa này là người tìm cách gỡ bỏ Bức màn của Isis; nhưng bà vẫn giữ nguyên cung Xử Nữ.\nCần hiểu rằng lá bài này và lá bài của Nữ hoàng không đại diện chính xác cho tình trạng của cuộc sống hôn nhân, mặc dù trạng thái này được ngụ ý. Trên bề mặt, như tôi đã chỉ ra, chúng tượng trưng cho hoàng gia trần tục, được nâng lên trên ngai vàng của những người quyền lực; nhưng trên đó có gợi ý về một sự hiện diện khác. Chúng cũng biểu thị - và đặc biệt là hình ảnh nam giới - quyền lực tối cao, chiếm giữ trí tuệ ngai vàng. Đây là quyền thống trị của tư tưởng chứ không phải của thế giới động vật. Cả hai nhân cách, theo cách riêng của họ, đều \"đầy những trải nghiệm kỳ lạ\", nhưng của họ không phải là trí tuệ có ý thức rút ra từ một thế giới cao hơn. Hoàng đế đã được mô tả là (a) ý chí trong hình dạng hiện thân của nó, nhưng đây chỉ là một trong những ứng dụng của nó, và (b) như một biểu hiện của những điều ảo tưởng chứa đựng trong Bản thể Tuyệt đối - nhưng đây là tưởng tượng."
      },
      {
        "type": "chính",
        "name_short": "ar05",
        "name": "Giáo hoàng",
        "value": "5",
        "value_int": 5,
        "meaning_up": "Hôn nhân, liên minh, giam cầm, nô lệ; theo một cách giải thích khác, lòng thương xót và lòng tốt; nguồn cảm hứng; người đàn ông mà Người hỏi đã cầu cứu.",
        "meaning_rev": "Xã hội, sự hiểu biết tốt, sự hòa hợp, sự tử tế quá mức, sự yếu đuối.",
        "desc": "Ông đội vương miện ba tầng và ngồi giữa hai cây cột, nhưng chúng không phải là của Đền thờ do Nữ tư tế tối cao bảo vệ. Trong tay trái, ông cầm một vương trượng kết thúc bằng cây thánh giá ba tầng, và bằng tay phải, ông đưa ra dấu hiệu tôn giáo nổi tiếng được gọi là dấu hiệu của thuyết bí truyền, phân biệt giữa phần giáo lý rõ ràng và ẩn giấu. Trong mối liên hệ này, có thể thấy Nữ tư tế tối cao không đưa ra dấu hiệu nào. Dưới chân ông là những chiếc chìa khóa bắt chéo, và hai giáo sĩ mặc áo albs quỳ trước mặt ông. Ông thường được gọi là Giáo hoàng, đây là một ứng dụng cụ thể của chức vụ chung hơn mà ông tượng trưng. Ông là quyền lực thống trị của tôn giáo bên ngoài, vì Nữ tư tế tối cao là thiên tài thống trị của quyền lực bí truyền, ẩn dật. Ý nghĩa đúng đắn của lá bài này đã bị pha trộn đáng tiếc từ hầu hết mọi người. Grand Orient thực sự nói rằng Hierophant là quyền lực của những chiếc chìa khóa, giáo lý chính thống ngoại lai và là mặt bên ngoài của cuộc sống dẫn đến học thuyết; nhưng ông chắc chắn không phải là hoàng tử của học thuyết huyền bí, như một nhà bình luận khác đã gợi ý. Ông đúng hơn là summa totius theologiæ, khi nó đã đi vào sự cứng nhắc tột độ của cách diễn đạt; nhưng ông cũng tượng trưng cho tất cả mọi thứ chính nghĩa và thiêng liêng ở khía cạnh biểu hiện. Như vậy, ông là kênh ân sủng thuộc về thế giới thể chế khác biệt với thế giới Tự nhiên, và ông là người lãnh đạo sự cứu rỗi cho toàn thể nhân loại. Ông là trật tự và là người đứng đầu của hệ thống phân cấp được công nhận, là sự phản ánh của một trật tự phân cấp khác và lớn hơn; nhưng có thể xảy ra trường hợp giáo hoàng quên mất tầm quan trọng của trạng thái biểu tượng này của mình và hành động như thể ông chứa đựng trong các biện pháp thích hợp của mình tất cả những gì dấu hiệu của ông biểu thị hoặc biểu tượng của ông tìm cách thể hiện. Ông không phải là, như người ta vẫn nghĩ, triết học - ngoại trừ ở khía cạnh thần học; ông không phải là nguồn cảm hứng; và ông không phải là tôn giáo, mặc dù ông là một phương thức thể hiện của nó."
      },
      {
        "type": "chính",
        "name_short": "ar06",
        "name": "Những Người Yêu",
        "value": "6",
        "value_int": 6,
        "meaning_up": "Sự hấp dẫn, tình yêu, vẻ đẹp, những thử thách đã vượt qua.",
        "meaning_rev": "Thất bại, những thiết kế ngu ngốc. Một câu chuyện khác nói về cuộc hôn nhân thất bại và những mâu thuẫn đủ loại.",
        "desc": "Mặt trời chiếu sáng trên thiên đỉnh, và bên dưới là một hình người có cánh lớn với cánh tay dang rộng, đổ xuống những ảnh hưởng. Ở phía trước là hai hình người, nam và nữ, được che phủ trước mặt nhau, như thể Adam và Eva khi họ lần đầu tiên chiếm giữ thiên đường của cơ thể trần gian. Đằng sau người đàn ông là Cây Sự sống, sinh ra mười hai loại trái cây, và Cây Kiến thức Thiện và Ác ở phía sau người phụ nữ; con rắn đang quấn quanh nó. Những hình ảnh gợi ý về tuổi trẻ, sự trinh nguyên, sự ngây thơ và tình yêu trước khi nó bị ô nhiễm bởi ham muốn vật chất thô thiển. Đây là tất cả sự đơn giản của lá bài tình yêu của con người, được thể hiện ở đây như một phần của con đường, sự thật và cuộc sống. Nó thay thế, bằng cách viện đến những nguyên tắc đầu tiên, lá bài cũ về hôn nhân, mà tôi đã mô tả trước đó, và những điều điên rồ sau này mô tả con người giữa tệ nạn và đức hạnh. Theo một nghĩa rất cao, lá bài là một bí ẩn của Giao ước và Ngày Sa-bát.\nGợi ý liên quan đến người phụ nữ là cô ấy biểu thị sự hấp dẫn đối với cuộc sống nhạy cảm mang trong mình ý tưởng về Sự sa ngã của Con người, nhưng cô ấy đúng hơn là người làm việc của một Luật Bí mật của Sự quan phòng hơn là một người quyến rũ có ý thức và sẵn sàng. Chính qua sự sa ngã được quy cho cô ấy mà con người cuối cùng sẽ trỗi dậy, và chỉ thông qua cô ấy, anh ta mới có thể hoàn thiện bản thân. Do đó, lá bài theo cách của nó là một sự ám chỉ khác liên quan đến bí ẩn lớn của nữ tính. Những ý nghĩa cũ tan vỡ thành từng mảnh theo sự cần thiết với những bức tranh cũ, nhưng ngay cả khi là những diễn giải về sau, một số trong số chúng thuộc loại tầm thường và một số khác thì sai về mặt biểu tượng."
      },
      {
        "type": "chính",
        "name_short": "ar07",
        "name": "Cỗ xe ngựa",
        "value": "7",
        "value_int": 7,
        "meaning_up": "Sự cứu giúp, sự quan phòng cũng như chiến tranh, chiến thắng, sự kiêu ngạo, sự trả thù, rắc rối.",
        "meaning_rev": "Bạo loạn, cãi vã, tranh chấp, kiện tụng, thất bại.",
        "desc": "Một hình ảnh thẳng đứng và uy nghiêm mang theo một thanh kiếm đã rút ra và tương ứng, nói chung, với mô tả truyền thống mà tôi đã đưa ra trong phần đầu tiên. Trên vai của người anh hùng chiến thắng được cho là có Urim và Thummim. Ông đã dẫn dắt tù nhân; ông là người chinh phục trên mọi bình diện - trong tâm trí, trong khoa học, trong tiến trình, trong một số thử thách khai tâm. Ông đã trả lời nhân sư như vậy, và vì lý do này mà tôi đã chấp nhận biến thể của Éliphas Lévi; hai nhân sư kéo cỗ xe của ông như vậy. Trên hết, ông là chiến thắng trong tâm trí.\nVì lý do này, cần hiểu rằng (a) câu hỏi về nhân sư liên quan đến một Bí ẩn của Tự nhiên chứ không phải của thế giới Ân sủng, mà người đánh xe không thể đưa ra câu trả lời; (b) các bình diện chinh phục của ông là hiển nhiên hoặc bên ngoài chứ không phải bên trong chính ông; (c) sự giải thoát mà ông thực hiện có thể khiến ông bị ràng buộc bởi sự hiểu biết logic; (d) các thử thách khai tâm mà ông đã trải qua được thông qua trong chiến thắng phải được hiểu theo nghĩa vật lý hoặc lý trí; và (e) rằng nếu anh ta đến các trụ cột của Đền thờ mà Nữ tư tế tối cao đang ngồi giữa, anh ta không thể mở cuộn giấy được gọi là Tora, và nếu cô ấy hỏi anh ta, anh ta cũng không thể trả lời. Anh ta không phải là hoàng gia cha truyền con nối và anh ta không phải là chức tư tế."
      },
      {
        "type": "chính",
        "name_short": "ar08",
        "name": "Sự kiên cường",
        "value": "8",
        "value_int": 8,
        "meaning_up": "Quyền lực, năng lượng, hành động, lòng dũng cảm, lòng độ lượng; cũng như sự thành công và danh dự trọn vẹn.",
        "meaning_rev": "Chế độ chuyên quyền, lạm dụng quyền lực, yếu đuối, bất hòa, đôi khi thậm chí là ô nhục.",
        "desc": "Một người phụ nữ, trên đầu cô ấy ấp ủ cùng một biểu tượng của sự sống mà chúng ta đã thấy trong lá bài của Magician, đang khép hàm của một con sư tử. Điểm duy nhất mà thiết kế này khác với các bài trình bày thông thường là lòng dũng cảm nhân từ của cô ấy đã chế ngự được con sư tử, được dẫn dắt bởi một chuỗi hoa. Vì những lý do khiến tôi hài lòng, lá bài này đã được hoán đổi với lá bài công lý, thường được đánh số tám. Vì sự thay đổi này không mang theo bất kỳ ý nghĩa nào đối với người đọc, nên không có lý do gì để giải thích. Lòng dũng cảm, trong một trong những khía cạnh cao quý nhất của nó, có liên quan đến Bí ẩn thiêng liêng của sự hợp nhất; đức hạnh, tất nhiên, hoạt động trên mọi mặt phẳng, và do đó thu hút tất cả mọi thứ trong biểu tượng của nó. Nó cũng kết nối với innocenceia inviolata và với sức mạnh nằm trong sự chiêm nghiệm. Tuy nhiên, những ý nghĩa cao hơn này là vấn đề suy luận, và tôi không cho rằng chúng trong suốt trên bề mặt của lá bài. Chúng được ám chỉ theo cách ẩn giấu bởi chuỗi hoa, biểu thị, trong số nhiều thứ khác, ách ngọt ngào và gánh nặng nhẹ nhàng của Luật Thần thánh, khi nó đã được đưa vào trái tim của trái tim. Lá bài không liên quan gì đến sự tự tin theo nghĩa thông thường, mặc dù điều này đã được gợi ý - nhưng nó liên quan đến sự tự tin của những người có sức mạnh là Chúa, những người đã tìm thấy nơi ẩn náu của họ trong Ngài. Có một khía cạnh mà sư tử biểu thị cho những đam mê, và người được gọi là Sức mạnh là bản chất cao hơn trong sự giải thoát của nó. Nó đã bước đi trên rắn hổ mang và rắn hổ mang và đã giẫm đạp sư tử và rồng."
      },
      {
        "type": "chính",
        "name_short": "ar09",
        "name": "Người ẩn sĩ",
        "value": "9",
        "value_int": 9,
        "meaning_up": "Sự thận trọng, thận trọng; cũng như và đặc biệt là sự phản bội, che giấu, gian lận, tham nhũng.",
        "meaning_rev": "Sự che giấu, ngụy trang, chính sách, sợ hãi, thận trọng vô lý.",
        "desc": "Sự khác biệt so với các mô hình thông thường trong lá bài này chỉ là ngọn đèn không được bao phủ một phần trong lớp áo choàng của người cầm nó, người pha trộn ý tưởng về Đấng Cổ Xưa với Ánh Sáng của Thế Giới. Đó là một ngôi sao tỏa sáng trong chiếc đèn lồng. Tôi đã nói rằng đây là một lá bài của sự thành tựu, và để mở rộng quan niệm này, hình ảnh được nhìn thấy đang giơ ngọn hải đăng của mình trên một ngọn đồi. Do đó, Hermit không phải là, như Court de Gebelin giải thích, một người đàn ông khôn ngoan đang tìm kiếm chân lý và công lý; cũng không phải, như một lời giải thích sau đó đề xuất, một ví dụ đặc biệt về kinh nghiệm. Ngọn hải đăng của ông ám chỉ rằng \"nơi tôi ở, bạn cũng có thể ở đó.\"\nNgoài ra, đây là một lá bài được hiểu khá sai lầm khi nó liên quan đến ý tưởng về sự cô lập huyền bí, như sự bảo vệ của từ tính cá nhân chống lại sự pha trộn. Đây là một trong những bản dịch phù phiếm mà chúng ta nợ Éliphas Lévi. Nó đã được Dòng Martinism của Pháp áp dụng và một số người trong chúng ta đã nghe rất nhiều về Triết học Im lặng và Vô danh được bao bọc bởi lớp áo choàng của ông khỏi kiến ​​thức của thế tục. Trong Martinism thực sự, ý nghĩa của thuật ngữ Philosophe inconnu lại mang một ý nghĩa khác. Nó không ám chỉ đến việc che giấu có chủ đích các Bí ẩn được thiết lập, càng không ám chỉ đến những thứ thay thế chúng, mà - giống như chính lá bài - ám chỉ đến sự thật rằng các Bí ẩn thiêng liêng đảm bảo sự bảo vệ của riêng chúng khỏi những người không chuẩn bị."
      },
      {
        "type": "chính",
        "name_short": "ar10",
        "name": "Vòng quay may mắn",
        "value": "10",
        "value_int": 10,
        "meaning_up": "Số mệnh, vận may, thành công, sự thăng tiến, may mắn, hạnh phúc.",
        "meaning_rev": "Tăng lên, phong phú, thừa thãi.",
        "desc": "Trong biểu tượng này, tôi lại theo dõi sự tái tạo của Éliphas Lévi, người đã cung cấp một số biến thể. Như tôi đã ám chỉ, việc sử dụng biểu tượng Ai Cập là hợp lý khi điều này phục vụ mục đích của chúng ta, miễn là không có lý thuyết nào về nguồn gốc được ngụ ý trong đó. Tuy nhiên, tôi đã trình bày Typhon dưới dạng rắn. Tất nhiên, biểu tượng không chỉ là của Ai Cập, vì bốn Sinh vật Sống của Ezekiel chiếm các góc của lá bài, và bản thân bánh xe tuân theo các chỉ dẫn khác của Lévi liên quan đến tầm nhìn của Ezekiel, như minh họa cho Chìa khóa Tarot cụ thể. Với nhà huyền học người Pháp, và trong chính thiết kế, hình ảnh tượng trưng cho chuyển động vĩnh cửu của một vũ trụ lưu động và cho dòng chảy của cuộc sống con người. Nhân sư là sự cân bằng trong đó. Phiên âm của Taro thành Rota được khắc trên bánh xe, được hoán đổi với các chữ cái của Tên thiêng liêng - để cho thấy rằng Sự quan phòng được truyền qua tất cả. Nhưng đây là ý định thiêng liêng bên trong, và tương tự ý định không được minh họa bằng bốn Sinh vật sống. Đôi khi, nhân sư được thể hiện nằm trên bệ đỡ ở trên, điều này làm mất đi tính biểu tượng bằng cách làm mất đi ý tưởng cốt lõi về sự ổn định giữa chuyển động.\nĐằng sau khái niệm chung được thể hiện trong biểu tượng là sự phủ nhận sự ngẫu nhiên và định mệnh được ngụ ý trong đó. Có thể nói thêm rằng, kể từ thời Lévi trở đi, những lời giải thích huyền bí về lá bài này - ngay cả đối với chính chủ nghĩa huyền bí - là một loại ngớ ngẩn kỳ lạ. Người ta nói rằng nó có nghĩa là nguyên tắc, khả năng sinh sản, danh dự nam tính, quyền lực cai trị, v.v. Những phát hiện của bói toán thông thường tốt hơn thế này trên bình diện riêng của chúng."
      },
      {
        "type": "chính",
        "name_short": "ar11",
        "name": "Công lý",
        "value": "11",
        "value_int": 11,
        "meaning_up": "Công bằng, đúng đắn, liêm chính, hành pháp; chiến thắng của bên xứng đáng trong luật pháp.",
        "meaning_rev": "Luật pháp trong mọi khía cạnh, sự phức tạp về mặt pháp lý, sự cố chấp, thiên vị, mức độ nghiêm khắc quá mức.",
        "desc": "Vì lá bài này tuân theo biểu tượng truyền thống và mang trên mình tất cả những ý nghĩa hiển nhiên của nó, nên không có nhiều điều để nói về nó ngoài một vài cân nhắc được thu thập trong phần đầu tiên, mà người đọc được giới thiệu.\nTuy nhiên, có thể thấy rằng hình ảnh này ngồi giữa các cột trụ, giống như Nữ tư tế tối cao, và vì lý do này, có vẻ như cần phải chỉ ra rằng nguyên tắc đạo đức đối xử với mọi người theo công việc của họ - tất nhiên, trong sự tương tự chặt chẽ với những điều cao cả hơn; - khác về bản chất với công lý tâm linh liên quan đến ý tưởng về sự lựa chọn. Sau này thuộc về một trật tự bí ẩn của Chúa quan phòng, nhờ đó một số người có thể hình dung ra ý tưởng cống hiến cho những điều cao cả nhất. Hoạt động này giống như hơi thở của Thần linh khi nó muốn, và chúng ta không có quy tắc nào để chỉ trích hoặc lý do giải thích về nó. Nó tương tự như việc sở hữu những món quà của thần tiên, những món quà cao quý và những món quà ân sủng của nhà thơ: chúng ta có chúng hoặc không, và sự hiện diện của chúng cũng là một điều bí ẩn như sự vắng mặt của chúng. Tuy nhiên, luật Công lý không liên quan đến bất kỳ lựa chọn nào. Tóm lại, các trụ cột Công lý mở ra một thế giới và các trụ cột của Nữ tư tế tối cao mở ra một thế giới khác."
      },
      {
        "type": "chính",
        "name_short": "ar12",
        "name": "Người treo cổ",
        "value": "12",
        "value_int": 12,
        "meaning_up": "Trí tuệ, sự thận trọng, sự sáng suốt, thử thách, sự hy sinh, trực giác, bói toán, lời tiên tri.",
        "meaning_rev": "Sự ích kỷ, đám đông, cơ thể chính trị.",
        "desc": "Cái giá treo cổ mà ông bị treo lên tạo thành một chữ thập Tau, trong khi hình ảnh - từ vị trí của đôi chân - tạo thành một chữ thập fylfot. Có một vầng hào quang xung quanh đầu của vị tử đạo có vẻ ngoài như vậy. Cần lưu ý (1) rằng cây hiến tế là gỗ sống, có lá trên đó; (2) rằng khuôn mặt thể hiện sự say mê sâu sắc, không phải đau khổ; (3) rằng hình ảnh, nhìn chung, gợi ý về sự sống trong sự treo lơ lửng, nhưng là sự sống chứ không phải cái chết. Đây là một lá bài có ý nghĩa sâu sắc, nhưng tất cả ý nghĩa đều bị che giấu. Một trong những biên tập viên của ông cho rằng Éliphas Lévi không biết ý nghĩa, điều này không thể nghi ngờ và cả biên tập viên cũng vậy. Nó đã bị gọi một cách sai trái là lá bài của sự tử đạo, lá bài của sự thận trọng, lá bài của Công trình vĩ đại, lá bài của bổn phận; nhưng chúng ta có thể cạn kiệt mọi cách giải thích đã công bố và chỉ thấy phù phiếm. Tôi sẽ nói rất đơn giản về phần mình rằng nó thể hiện mối quan hệ, ở một khía cạnh của nó, giữa Thần thánh và Vũ trụ.\nNgười có thể hiểu rằng câu chuyện về bản chất cao hơn của ông được nhúng trong biểu tượng này sẽ nhận được những ám chỉ liên quan đến sự thức tỉnh vĩ đại có thể xảy ra, và sẽ biết rằng sau Bí ẩn thiêng liêng của Cái chết sẽ có một Bí ẩn vinh quang của Sự phục sinh."
      },
      {
        "type": "chính",
        "name_short": "ar13",
        "name": "Cái chết",
        "value": "13",
        "value_int": 13,
        "meaning_up": "Kết thúc, tử vong, hủy diệt, tham nhũng, đối với một người đàn ông, mất đi một ân nhân, đối với một người phụ nữ, nhiều điều trái ngược; đối với một người hầu gái, thất bại trong các dự án hôn nhân.",
        "meaning_rev": "Sự trì trệ, buồn ngủ, lờ đờ, hóa đá, mộng du; hy vọng bị phá hủy.",
        "desc": "Bức màn che hay mặt nạ của cuộc sống được duy trì trong sự thay đổi, chuyển đổi và chuyển tiếp từ thấp lên cao, và điều này được thể hiện phù hợp hơn trong Tarot đã chỉnh sửa bằng một trong những viễn cảnh khải huyền hơn là bằng khái niệm thô sơ về bộ xương gặt hái. Đằng sau nó là toàn bộ thế giới thăng hoa trong tinh thần. Người kỵ sĩ bí ẩn di chuyển chậm rãi, mang theo một lá cờ đen có khắc hình Bông hồng huyền bí, biểu tượng cho sự sống. Giữa hai cây cột ở rìa đường chân trời, mặt trời bất tử tỏa sáng. Người kỵ sĩ không mang theo vũ khí hữu hình, nhưng vua, trẻ em và thiếu nữ ngã xuống trước mặt anh ta, trong khi một giáo sĩ chắp tay chờ đợi kết cục của mình.\nKhông cần phải chỉ ra rằng gợi ý về cái chết mà tôi đã đưa ra liên quan đến lá bài trước, tất nhiên, phải được hiểu theo cách huyền bí, nhưng trường hợp này không phải như vậy trong trường hợp hiện tại. Quá trình chuyển đổi tự nhiên của con người sang giai đoạn tiếp theo của bản thể là hoặc có thể là một hình thức tiến triển của anh ta, nhưng lối vào kỳ lạ và gần như chưa biết, trong khi vẫn còn trong cuộc sống này, vào trạng thái cái chết huyền bí là sự thay đổi về hình thức ý thức và sự chuyển tiếp sang trạng thái mà cái chết thông thường không phải là con đường hay cánh cổng. Những lời giải thích huyền bí hiện có về lá bài thứ 13, nhìn chung, tốt hơn bình thường, tái sinh, sáng tạo, đích đến, đổi mới và những thứ còn lại."
      },
      {
        "type": "chính",
        "name_short": "ar14",
        "name": "Kiềm chế",
        "value": "14",
        "value_int": 14,
        "meaning_up": "Kinh tế, điều độ, tiết kiệm, quản lý, thích nghi.",
        "meaning_rev": "Những thứ liên quan đến nhà thờ, tôn giáo, giáo phái, chức tư tế, đôi khi thậm chí là cả vị tư tế sẽ kết hôn với Người hỏi; cũng như sự chia rẽ, sự kết hợp không may, những lợi ích cạnh tranh.",
        "desc": "Một thiên thần có cánh, với dấu hiệu mặt trời trên trán và trên ngực là hình vuông và hình tam giác của bảy ngôi sao. Tôi nói về ngài theo nghĩa nam tính, nhưng hình tượng này không phải nam hay nữ. Người ta cho rằng ngài đang rót tinh chất của sự sống từ chén thánh này sang chén thánh khác. Ngài có một chân trên mặt đất và một chân trên mặt nước, do đó minh họa cho bản chất của tinh chất. Một con đường trực tiếp dẫn lên một số độ cao nhất định trên bờ chân trời, và phía trên có một ánh sáng lớn, qua đó có thể thấy một chiếc vương miện một cách mơ hồ. Đây là một phần của Bí mật của Sự sống Vĩnh cửu, như con người có thể có trong kiếp luân hồi của mình. Tất cả các biểu tượng thông thường đều bị từ bỏ ở đây.\nCũng như các ý nghĩa thông thường, ám chỉ sự thay đổi của các mùa, sự chuyển động liên tục của sự sống và thậm chí là sự kết hợp của các ý tưởng. Hơn nữa, không đúng khi nói rằng hình tượng này tượng trưng cho thiên tài của mặt trời, mặc dù nó là phép ẩn dụ của ánh sáng mặt trời, được hiện thực hóa trong phần thứ ba của bộ ba nhân loại của chúng ta. Nó được gọi là Temperance một cách kỳ diệu, bởi vì, khi quy luật của nó có trong ý thức của chúng ta, nó sẽ điều hòa, kết hợp và hài hòa bản chất tâm lý và vật chất. Theo quy luật đó, chúng ta biết trong phần lý trí của mình một điều gì đó về nơi chúng ta đến và nơi chúng ta sẽ đi."
      },
      {
        "type": "chính",
        "name_short": "ar15",
        "name": "Quỷ dữ",
        "value": "15",
        "value_int": 15,
        "meaning_up": "Sự tàn phá, bạo lực, sự dữ dội, nỗ lực phi thường, sức mạnh, tử vong; điều được định sẵn nhưng không phải vì lý do này mà trở nên xấu xa.",
        "meaning_rev": "Sự chết chóc, yếu đuối, nhỏ nhen, mù quáng.",
        "desc": "Thiết kế là sự điều chỉnh, có nghĩa là sự hài hòa, giữa một số họa tiết được đề cập trong phần đầu. Con dê có sừng của Mendes, với đôi cánh giống như cánh dơi, đang đứng trên một bàn thờ. Ở hố bụng có dấu hiệu của sao Thủy. Bàn tay phải giơ lên ​​và duỗi ra, ngược lại với lời chúc phúc được ban cho bởi Hierophant trong lá bài thứ năm. Ở bàn tay trái có một ngọn đuốc rực lửa lớn, hướng ngược về phía trái đất. Một ngôi sao năm cánh ngược nằm trên trán. Có một chiếc nhẫn ở phía trước bàn thờ, từ đó hai sợi xích được mang đến cổ của hai nhân vật, nam và nữ. Những sợi xích này tương tự như những sợi xích của lá bài thứ năm, như thể Adam và Eva sau khi Sa ngã. Đây là sợi xích và định mệnh của cuộc sống vật chất.\nCác nhân vật có đuôi, để biểu thị bản chất động vật, nhưng có trí thông minh của con người trên khuôn mặt, và kẻ được tôn sùng hơn chúng sẽ không phải là chủ nhân của chúng mãi mãi. Ngay cả bây giờ, anh ta cũng là một nô lệ, được duy trì bởi cái ác ở trong anh ta và mù quáng trước sự tự do của việc phục vụ. Với sự chế giễu nhiều hơn bình thường đối với nghệ thuật mà anh ta giả vờ tôn trọng và diễn giải như một bậc thầy trong đó, Éliphas Lévi khẳng định rằng nhân vật Baphometic là khoa học huyền bí và phép thuật. Một nhà bình luận khác nói rằng trong thế giới Thần thánh, nó biểu thị sự tiền định, nhưng không có sự tương ứng nào trong thế giới đó với những thứ bên dưới là của loài thú. Những gì nó biểu thị là Người ở trên Ngưỡng cửa mà không có Vườn huyền bí khi những người đã ăn trái cấm bị đuổi ra khỏi đó."
      },
      {
        "type": "chính",
        "name_short": "ar16",
        "name": "Tháp",
        "value": "16",
        "value_int": 16,
        "meaning_up": "Khốn khổ, đau khổ, túng thiếu, nghịch cảnh, tai ương, ô nhục, lừa dối, hủy hoại. Đây là lá bài đặc biệt của thảm họa không lường trước được.",
        "meaning_rev": "Theo một tài khoản, ở mức độ thấp hơn cũng có sự áp bức, giam cầm, bạo ngược.",
        "desc": "Những lời giải thích huyền bí kèm theo lá bài này rất ít ỏi và chủ yếu là gây hoang mang. Thật vô ích khi chỉ ra rằng nó mô tả min trong mọi khía cạnh của nó, bởi vì nó mang bằng chứng này trên bề mặt. Người ta nói thêm rằng nó chứa đựng sự ám chỉ đầu tiên đến một tòa nhà vật chất, nhưng tôi không nghĩ rằng Tháp có nhiều hay ít vật chất hơn những cây cột mà chúng ta đã gặp trong ba trường hợp trước. Tôi không thấy có gì bảo đảm cho Papus khi cho rằng đó thực sự là sự sa ngã của Adam, nhưng có nhiều điều ủng hộ hơn cho sự thay thế của ông ấy - rằng nó biểu thị sự vật chất hóa của từ tâm linh. Nhà thư mục Christian tưởng tượng rằng đó là sự sụp đổ của tâm trí, tìm cách thâm nhập vào sự huyền bí của Chúa. Tôi đồng ý hơn với Grand Orient rằng đó là sự hủy hoại của Ngôi nhà của Chúng ta, khi cái ác đã chiếm ưu thế trong đó, và trên hết là sự xé nát của Ngôi nhà của Học thuyết. Tuy nhiên, tôi hiểu rằng tham chiếu là đến Ngôi nhà của Sự dối trá. Nó cũng minh họa theo cách toàn diện nhất cho sự thật cũ rằng trừ khi Chúa xây dựng ngôi nhà, họ lao động trong phù phiếm khi xây dựng nó có một ý nghĩa mà thảm họa là sự phản ánh từ lá bài trước, nhưng không phải về mặt biểu tượng mà tôi đã cố gắng chỉ ra trong đó. Đúng hơn là một câu hỏi về phép loại suy; một liên quan đến sự sa ngã vào trạng thái vật chất và động vật, trong khi lá bài kia biểu thị sự hủy diệt về mặt trí tuệ. The Tower đã được nói đến như sự trừng phạt của lòng kiêu hãnh và trí tuệ bị choáng ngợp trong nỗ lực thâm nhập vào Bí ẩn của Chúa; nhưng trong cả hai trường hợp, những lời giải thích này đều không giải thích được hai người là những người đau khổ đang sống. Một là từ ngữ theo nghĩa đen bị vô hiệu hóa và một là cách giải thích sai lầm của nó. Theo một nghĩa sâu xa hơn, nó cũng có thể biểu thị sự kết thúc của một sự ban phát, nhưng không có khả năng nào ở đây để xem xét câu hỏi liên quan này."
      },
      {
        "type": "chính",
        "name_short": "ar17",
        "name": "Ngôi sao",
        "value": "17",
        "value_int": 17,
        "meaning_up": "Mất mát, trộm cắp, thiếu thốn, bỏ rơi; cách đọc khác nói rằng - hy vọng và triển vọng tươi sáng",
        "meaning_rev": "Sự kiêu ngạo, ngạo mạn, bất lực.",
        "desc": "Một ngôi sao lớn, rực rỡ với tám tia, được bao quanh bởi bảy ngôi sao nhỏ hơn - cũng có tám tia. Hình ảnh người phụ nữ ở phía trước hoàn toàn khỏa thân. Đầu gối trái của cô ấy ở trên đất và bàn chân phải của cô ấy trên mặt nước. Cô ấy rót Nước của Sự sống từ hai bình lớn, tưới cho biển và đất liền. Phía sau cô ấy là mặt đất đang dâng lên và bên phải là một bụi cây hoặc cây, nơi một con chim đậu trên đó. Hình ảnh thể hiện tuổi trẻ và vẻ đẹp vĩnh cửu. Ngôi sao là l'étoile flamboyante, xuất hiện trong biểu tượng của Hội Tam Điểm, nhưng đã bị nhầm lẫn trong đó. Những gì hình ảnh truyền đạt cho cảnh sống là bản chất của bầu trời và các yếu tố. Người ta đã nói một cách chân thực rằng phương châm của lá bài này là \"Nước của Sự sống tự do\" và \"Món quà của Tinh thần.\"\nTóm tắt của một số lời giải thích sáo rỗng cho rằng đây là một lá bài của hy vọng. Ở những cõi khác, nó đã được chứng nhận là sự bất tử và ánh sáng bên trong. Đối với phần lớn những tâm trí đã chuẩn bị, hình ảnh sẽ xuất hiện như loại Chân lý được tiết lộ, vinh quang trong sự bất tử vẻ đẹp, đổ xuống nước của tâm hồn một phần và một thước đo của tài sản vô giá của cô ấy. Nhưng thực ra cô ấy là Mẹ Vĩ đại trong Sephira Binah của Kabalistic, đó là Sự hiểu biết siêu nhiên, người giao tiếp với Sephiroth ở bên dưới theo thước đo mà họ có thể tiếp nhận dòng chảy của cô ấy."
      },
      {
        "type": "chính",
        "name_short": "ar18",
        "name": "Mặt Trăng",
        "value": "18",
        "value_int": 18,
        "meaning_up": "Kẻ thù ẩn núp, nguy hiểm, vu khống, bóng tối, khủng bố, lừa dối, thế lực huyền bí, sai lầm.",
        "meaning_rev": "Sự bất ổn, không nhất quán, im lặng, mức độ lừa dối và sai sót thấp hơn.",
        "desc": "Điểm khác biệt giữa lá bài này và một số loại thông thường là mặt trăng đang tăng dần ở phía được gọi là phía của lòng thương xót, bên phải người quan sát. Nó có mười sáu tia chính và mười sáu tia phụ. Lá bài này đại diện cho cuộc sống của trí tưởng tượng ngoài cuộc sống của tinh thần. Con đường giữa các tòa tháp là vấn đề đi vào cõi vô định. Chó và sói là nỗi sợ hãi của tâm trí tự nhiên khi có nơi thoát ra đó, khi chỉ có ánh sáng phản chiếu dẫn đường cho nó.\nTham chiếu cuối cùng là chìa khóa cho một dạng biểu tượng khác. Ánh sáng trí tuệ là sự phản chiếu và bên kia nó là bí ẩn chưa biết mà nó không thể tiết lộ. Nó soi sáng bản chất động vật của chúng ta, các loại được thể hiện bên dưới - chó, sói và những thứ trồi lên từ vực sâu, khuynh hướng vô danh và ghê tởm thấp hơn cả loài thú dữ. Nó phấn đấu để đạt được sự biểu hiện, được tượng trưng bằng cách bò từ vực sâu của nước lên đất liền, nhưng theo quy luật, nó chìm trở lại nơi nó đến. Khuôn mặt của tâm trí hướng ánh nhìn bình tĩnh vào sự bất ổn bên dưới; sương của tư tưởng rơi xuống; thông điệp là: Bình yên, hãy tĩnh lặng; và có thể bản chất động vật sẽ trở nên bình lặng, trong khi vực thẳm bên dưới sẽ ngừng hình thành."
      },
      {
        "type": "chính",
        "name_short": "ar19",
        "name": "Mặt trời",
        "value": "19",
        "value_int": 19,
        "meaning_up": "Hạnh phúc vật chất, hôn nhân may mắn, sự mãn nguyện.",
        "meaning_rev": "Giống nhau ở nghĩa hẹp hơn.",
        "desc": "Đứa trẻ trần truồng cưỡi trên lưng một con ngựa trắng và giương cao lá cờ đỏ đã được nhắc đến như biểu tượng tốt hơn liên quan đến lá bài này. Đó là số phận của Phương Đông Siêu nhiên và ánh sáng vĩ đại và thánh thiện đi trước đoàn rước bất tận của nhân loại, đi ra khỏi khu vườn có tường bao quanh của cuộc sống nhạy cảm và tiếp tục hành trình trở về nhà. Do đó, lá bài biểu thị sự chuyển đổi từ ánh sáng biểu hiện của thế giới này, được đại diện bởi mặt trời rực rỡ của trái đất, đến ánh sáng của thế giới sắp tới, đi trước khát vọng và được tượng trưng bởi trái tim của một đứa trẻ.\nNhưng ám chỉ cuối cùng một lần nữa là chìa khóa cho một hình thức hoặc khía cạnh khác của biểu tượng. Mặt trời là mặt trời của ý thức trong tinh thần - trực tiếp như sự đối lập của ánh sáng phản chiếu. Kiểu đặc trưng của nhân loại đã trở thành một đứa trẻ nhỏ trong đó - một đứa trẻ theo nghĩa giản dị và ngây thơ theo nghĩa trí tuệ. Trong sự giản dị đó, anh ta mang dấu ấn của Thiên nhiên và Nghệ thuật; trong sự ngây thơ đó, anh ta biểu thị thế giới được phục hồi. Khi tinh thần tự hiểu biết đã xuất hiện trong ý thức cao hơn tâm trí tự nhiên, tâm trí đó trong quá trình đổi mới sẽ dẫn dắt bản chất động vật đến trạng thái hoàn toàn tuân thủ."
      },
      {
        "type": "chính",
        "name_short": "ar20",
        "name": "Ngày phán xét cuối cùng",
        "value": "20",
        "value_int": 20,
        "meaning_up": "Thay đổi vị trí, gia hạn, kết quả. Một tài khoản khác chỉ định tổng thiệt hại thông qua vụ kiện.",
        "meaning_rev": "Sự yếu đuối, hèn nhát, đơn giản; cũng như sự cân nhắc, quyết định, câu nói.",
        "desc": "Tôi đã nói rằng biểu tượng này về cơ bản là không thay đổi trong tất cả các bộ bài Tarot, hoặc ít nhất là các biến thể không làm thay đổi tính chất của nó. Thiên thần vĩ đại ở đây được bao quanh bởi những đám mây, nhưng ông thổi kèn biểu ngữ của mình, và cây thánh giá như thường lệ được hiển thị trên biểu ngữ. Người chết đang trỗi dậy từ ngôi mộ của họ - một người phụ nữ bên phải, một người đàn ông bên trái, và giữa họ là đứa con của họ, đứa trẻ quay lưng lại. Nhưng trong lá bài này có nhiều hơn ba người được phục hồi, và người ta cho rằng đáng để thực hiện biến thể này như minh họa cho sự thiếu hụt của các giải thích hiện tại. Cần lưu ý rằng tất cả các hình ảnh đều như một trong sự ngạc nhiên, tôn thờ và sung sướng được thể hiện qua thái độ của họ. Đây là lá bài ghi lại sự hoàn thành của công trình chuyển đổi vĩ đại để đáp lại lời triệu tập của Đấng siêu nhiên - lời triệu tập đó được lắng nghe và trả lời từ bên trong.\nỞ đây là sự ám chỉ về một ý nghĩa mà không thể được thực hiện xa hơn ở nơi hiện tại. Điều gì bên trong chúng ta thực sự thổi kèn và tất cả những gì thấp hơn trong bản chất của chúng ta trỗi dậy để đáp lại--gần như trong khoảnh khắc, gần như trong nháy mắt? Hãy để lá bài tiếp tục mô tả, đối với những người không thể nhìn xa hơn, Sự phán xét Cuối cùng và sự phục sinh trong cơ thể tự nhiên; nhưng hãy để những người có đôi mắt hướng nội nhìn và khám phá điều đó. Họ sẽ hiểu rằng nó thực sự được gọi trong quá khứ là lá bài của sự sống vĩnh cửu, và vì lý do này, nó có thể được so sánh với lá bài được gọi là Sự tiết độ."
      },
      {
        "type": "chính",
        "name_short": "ar00",
        "name": "Kẻ ngốc",
        "value": "KHÔNG",
        "value_int": 0,
        "meaning_up": "Sự điên rồ, sự cuồng loạn, sự phung phí, sự say sưa, sự mê sảng, sự điên cuồng, sự phô trương.",
        "meaning_rev": "Sự cẩu thả, vắng mặt, phân phối, bất cẩn, thờ ơ, vô giá trị, phù phiếm.",
        "desc": "Với bước chân nhẹ nhàng, như thể mặt đất và những ràng buộc của nó không có nhiều sức mạnh để kiềm chế anh ta, một chàng trai trẻ trong bộ lễ phục lộng lẫy dừng lại ở bờ vực thẳm giữa những đỉnh cao của thế giới; anh ta quan sát khoảng cách xanh thẳm trước mặt mình - bầu trời bao la của nó thay vì viễn cảnh bên dưới. Hành động đi bộ háo hức của anh ta vẫn được chỉ ra, mặc dù anh ta đang đứng yên tại thời điểm đó; con chó của anh ta vẫn đang nhảy. Bờ vực mở ra ở độ sâu không có gì đáng sợ; như thể các thiên thần đang chờ đợi để nâng đỡ anh ta, nếu anh ta nhảy từ trên cao xuống. Khuôn mặt anh ta đầy trí tuệ và mơ ước đầy hy vọng. Anh ta cầm một bông hồng trên một tay và tay kia là một cây đũa phép đắt tiền, trên đó có một chiếc ví được thêu một cách kỳ lạ trên vai phải. Anh ta là một hoàng tử của thế giới khác trong chuyến du hành của mình qua thế giới này - tất cả đều ở giữa hoa bìm bìm buổi sáng, trong không khí trong lành. Mặt trời, chiếu sáng phía sau anh ta, biết anh ta đến từ đâu, anh ta sẽ đi đâu và anh ta sẽ quay trở lại bằng một con đường khác sau nhiều ngày. Anh ta là tinh thần đang tìm kiếm trải nghiệm. Nhiều biểu tượng của Bí ẩn được thiết lập được tóm tắt trong lá bài này, đảo ngược, theo lệnh cao, tất cả những sự nhầm lẫn đã xảy ra trước đó.\nTrong Sổ tay bói bài của mình, Grand Orient có một gợi ý kỳ lạ về chức vụ của Mystic Fool, như một phần của quá trình bói toán cao hơn của ông; nhưng nó có thể đòi hỏi nhiều hơn những món quà thông thường để đưa nó vào hoạt động. Chúng ta sẽ xem lá bài này hoạt động như thế nào theo các nghệ thuật bói toán thông thường, và nó sẽ là một ví dụ, đối với những người có thể nhận ra, về thực tế, nếu không thì rất rõ ràng, rằng lá bài chính của Trumps ban đầu không có vị trí trong nghệ thuật đánh bạc tâm linh, khi các lá bài được sử dụng làm quân bài và cái cớ. Tuy nhiên, chúng ta biết rất ít về hoàn cảnh mà nghệ thuật này phát sinh. Các giải thích thông thường nói rằng lá bài Fool biểu thị cho xác thịt, cuộc sống nhạy cảm và theo một cách châm biếm kỳ lạ, tên phụ của nó từng là nhà giả kim, khi mô tả sự điên rồ ở giai đoạn vô cảm nhất."
      },
      {
        "type": "chính",
        "name_short": "ar21",
        "name": "Thế giới",
        "value": "21",
        "value_int": 21,
        "meaning_up": "Bảo đảm thành công, đền bù, hành trình, lộ trình, di cư, chuyến bay, thay đổi địa điểm.",
        "meaning_rev": "Quán tính, sự cố định, sự trì trệ, sự vĩnh cửu.",
        "desc": "Vì thông điệp cuối cùng của Major Trumps này không thay đổi - và thực sự không thể thay đổi - về mặt thiết kế, nên nó đã được mô tả một phần về ý nghĩa sâu xa hơn. Nó cũng đại diện cho sự hoàn hảo và kết thúc của Vũ trụ, bí mật bên trong nó, sự xuất thần của vũ trụ khi nó hiểu được chính mình trong Chúa. Hơn nữa, nó là trạng thái của linh hồn trong ý thức của Tầm nhìn Thiêng liêng, được phản ánh từ tinh thần tự biết. Nhưng những ý nghĩa này không ảnh hưởng đến những gì tôi đã nói về nó ở khía cạnh vật chất. \nNó có nhiều hơn một thông điệp ở khía cạnh vĩ mô và ví dụ, là trạng thái của thế giới được phục hồi khi quy luật biểu hiện sẽ được đưa đến mức độ hoàn hảo tự nhiên cao nhất. Nhưng có lẽ nó đặc biệt hơn là một câu chuyện về quá khứ, ám chỉ đến ngày mà mọi thứ được tuyên bố là tốt đẹp, khi các ngôi sao buổi sáng cùng nhau hát và tất cả các Con trai của Chúa cùng reo hò vì vui mừng. Một trong những lời giải thích tệ nhất liên quan đến nó là hình ảnh tượng trưng cho Magus khi anh ta đạt đến cấp độ khai tâm cao nhất; một lời kể khác nói rằng nó đại diện cho sự tuyệt đối, điều này thật nực cười. Người ta cho rằng hình ảnh này tượng trưng cho Sự thật, tuy nhiên, nó được phân bổ chính xác hơn cho lá bài thứ mười bảy. Cuối cùng, nó được gọi là Vương miện của các nhà thông thái."
      },
      {
        "name": "Trang của Wands",
        "name_short": "wapa",
        "value": "trang",
        "value_int": 11,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Chàng trai trẻ da ngăm, trung thành, một người tình, một sứ giả, một người đưa thư. Bên cạnh một người đàn ông, anh ta sẽ đưa ra lời chứng thực có lợi cho người đó. Một đối thủ nguy hiểm, nếu được Page of Cups theo sau. Có những phẩm chất chính của bộ bài của mình. Anh ta có thể biểu thị trí thông minh của gia đình.",
        "meaning_rev": "Những giai thoại, thông báo, tin xấu. Cũng như sự do dự và sự bất ổn đi kèm.",
        "desc": "Trong một cảnh tương tự như cảnh trước, một thanh niên đang đứng tuyên bố. Anh ta không được biết đến nhưng rất trung thành, và tin tức của anh ta rất kỳ lạ."
      },
      {
        "name": "Hiệp sĩ Wands",
        "name_short": "đánh thức",
        "value": "hiệp sĩ",
        "value_int": 12,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Khởi hành, vắng mặt, bay, di cư. Một chàng trai trẻ da ngăm, thân thiện. Thay đổi nơi cư trú.",
        "meaning_rev": "Sự chia rẽ, sự chia rẽ, sự gián đoạn, sự bất hòa.",
        "desc": "Ông ấy được miêu tả như đang trong một cuộc hành trình, được trang bị một cây đũa phép ngắn, và mặc dù được bao bọc trong áo giáp nhưng không phải đang trong một nhiệm vụ chiến tranh. Ông ấy đang đi qua những gò đất hoặc kim tự tháp. Chuyển động của con ngựa là chìa khóa cho tính cách của người cưỡi nó, và gợi ý về tâm trạng vội vã, hoặc những thứ liên quan đến nó."
      },
      {
        "name": "Nữ hoàng Wands",
        "name_short": "waqu",
        "value": "nữ hoàng",
        "value_int": 13,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Một người phụ nữ da ngăm, một phụ nữ đồng quê, thân thiện, trong sạch, yêu thương, đáng kính. Nếu lá bài bên cạnh cô ấy biểu thị một người đàn ông, cô ấy có thiện cảm với anh ta; nếu là một người phụ nữ, cô ấy quan tâm đến Người hỏi. Ngoài ra, cô ấy yêu tiền, hoặc thành công nhất định trong kinh doanh.",
        "meaning_rev": "Tốt, tiết kiệm, chu đáo, hữu ích. Cũng biểu thị - nhưng ở một số vị trí nhất định và gần các lá bài khác có xu hướng theo hướng đó - sự phản đối, ghen tị, thậm chí là lừa dối và không chung thủy.",
        "desc": "Những cây đũa phép trong bộ bài này luôn có hình lá, vì đây là bộ bài của sự sống và hoạt hình. Về mặt cảm xúc và các mặt khác, tính cách của Nữ hoàng tương ứng với tính cách của Vua, nhưng có sức hút hơn."
      },
      {
        "name": "Vua của Wands",
        "name_short": "waki",
        "value": "vua",
        "value_int": 14,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Người đàn ông da ngăm, thân thiện, đồng hương, nói chung đã kết hôn, trung thực và tận tâm. Lá bài luôn biểu thị sự trung thực và có thể có nghĩa là tin tức liên quan đến một di sản bất ngờ sẽ đến trong thời gian rất dài.",
        "meaning_rev": "Tốt, nhưng nghiêm khắc; khắc khổ, nhưng khoan dung.",
        "desc": "Bản chất vật lý và cảm xúc mà lá bài này được gán cho là đen tối, nồng nhiệt, uyển chuyển, sôi nổi, nồng nhiệt, cao quý. Vua giơ một cây đũa phép nở hoa và đội, giống như ba lá bài tương ứng của ông trong các bộ còn lại, thứ được gọi là mũ bảo vệ bên dưới vương miện của mình. Ông kết nối với biểu tượng sư tử, được trang trí ở mặt sau ngai vàng của ông."
      },
      {
        "name": "Át chủ bài Wands",
        "name_short": "waac",
        "value": "át chủ bài",
        "value_int": 1,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Sự sáng tạo, phát minh, doanh nghiệp, sức mạnh dẫn đến những điều này; nguyên tắc, khởi đầu, nguồn gốc; sự ra đời, gia đình, nguồn gốc và theo một nghĩa nào đó là sức mạnh nam tính ẩn chứa đằng sau chúng; điểm khởi đầu của các doanh nghiệp; theo một cách hiểu khác, tiền bạc, tài sản, thừa kế.",
        "meaning_rev": "Sự sụp đổ, suy đồi, hủy hoại, diệt vong, cũng như sự diệt vong là một niềm vui u ám nào đó.",
        "desc": "Một bàn tay nhô ra từ đám mây nắm lấy một cây đũa phép hoặc cây dùi cui chắc chắn."
      },
      {
        "name": "Hai cây đũa phép",
        "name_short": "wa02",
        "value": "hai",
        "value_int": 2,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Giữa các cách đọc thay thế không có cuộc hôn nhân nào có thể xảy ra; một mặt là sự giàu có, may mắn, tráng lệ; mặt khác là đau khổ về thể xác, bệnh tật, phiền muộn, buồn bã, tủi nhục. Thiết kế đưa ra một gợi ý; đây là một vị chúa tể đang nhìn xuống lãnh địa của mình và thỉnh thoảng lại ngắm nhìn một quả cầu; trông giống như căn bệnh, sự tủi nhục, nỗi buồn của Alexander giữa sự hùng vĩ của sự giàu có trên thế giới này.",
        "meaning_rev": "Bất ngờ, ngạc nhiên, mê hoặc, cảm xúc, rắc rối, sợ hãi.",
        "desc": "Một người đàn ông cao lớn nhìn ra biển và bờ biển từ mái nhà có tường thành; ông cầm một quả địa cầu ở tay phải, trong khi một cây gậy ở tay trái đặt trên tường thành; một cây gậy khác được cố định trong một chiếc nhẫn. Hoa hồng, Thánh giá và Hoa loa kèn nên được chú ý ở phía bên trái."
      },
      {
        "name": "Ba cây đũa phép",
        "name_short": "wa03",
        "value": "ba",
        "value_int": 3,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Ông tượng trưng cho sức mạnh đã được thiết lập, tinh thần kinh doanh, nỗ lực, thương mại, thương mại, khám phá; đó là những con tàu của ông, chở hàng hóa của ông, đang đi trên biển. Lá bài này cũng biểu thị sự hợp tác hiệu quả trong kinh doanh, như thể hoàng tử thương gia thành đạt đang nhìn từ phía ông ấy về phía bạn với mục đích giúp đỡ bạn.",
        "meaning_rev": "Sự kết thúc của rắc rối, sự đình chỉ hoặc chấm dứt nghịch cảnh, sự lao động và thất vọng.",
        "desc": "Một nhân vật điềm tĩnh, uy nghiêm, quay lưng lại, nhìn từ mép vách đá xuống những con tàu đang đi qua biển. Ba cây gậy được cắm xuống đất, và ông ấy hơi dựa vào một trong số chúng."
      },
      {
        "name": "Bốn cây gậy",
        "name_short": "wa04",
        "value": "bốn",
        "value_int": 4,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Lần đầu tiên chúng gần như hiện hữu trên bề mặt - cuộc sống nông thôn, nơi ẩn náu, một loại cây trồng trong nhà - ngôi nhà, sự nghỉ ngơi, sự hòa hợp, sự hài hòa, thịnh vượng, hòa bình và là thành quả hoàn hảo của những điều này.",
        "meaning_rev": "Ý nghĩa vẫn không thay đổi; đó là sự thịnh vượng, gia tăng, hạnh phúc, vẻ đẹp, sự tô điểm.",
        "desc": "Từ bốn cây gậy lớn được trồng ở phía trước có một vòng hoa lớn được treo; hai người phụ nữ đang nâng bó hoa; bên cạnh họ là một cây cầu bắc qua hào nước, dẫn đến một ngôi nhà trang viên cũ."
      },
      {
        "name": "Năm cây đũa phép",
        "name_short": "wa05",
        "value": "năm",
        "value_int": 5,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Sự bắt chước, ví dụ như cuộc chiến giả, nhưng cũng là sự cạnh tranh và đấu tranh gian khổ để tìm kiếm sự giàu có và vận may. Theo nghĩa này, nó liên quan đến cuộc chiến của cuộc sống. Do đó, một số người cho rằng đây là lá bài của vàng, lợi nhuận, sự xa hoa.",
        "meaning_rev": "Kiện tụng, tranh chấp, gian lận, mâu thuẫn.",
        "desc": "Một nhóm thanh niên đang vung gậy, như thể đang chơi thể thao hoặc đấu tranh. Đây là chiến tranh bắt chước, và tương ứng với"
      },
      {
        "name": "Sáu cây gậy",
        "name_short": "wa06",
        "value": "sáu",
        "value_int": 6,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Lá bài được thiết kế sao cho có thể bao hàm nhiều ý nghĩa; bề ngoài, đó là hình ảnh người chiến thắng đang hân hoan chiến thắng, nhưng cũng là tin tuyệt vời, có thể được người đưa tin của nhà vua mang theo; đó là sự kỳ vọng được trao vương miện bằng chính mong muốn của mình, vương miện của hy vọng, v.v.",
        "meaning_rev": "Sự lo lắng, sợ hãi, như thể kẻ thù chiến thắng ở cổng; sự phản bội, sự bất trung, như thể cánh cổng mở ra cho kẻ thù; cũng như sự trì hoãn vô thời hạn.",
        "desc": "Một người kỵ sĩ đội vòng nguyệt quế cầm một cây gậy được trang trí bằng vương miện nguyệt quế; những người lính bộ binh cầm gậy đứng bên cạnh anh ta."
      },
      {
        "name": "Bảy cây gậy",
        "name_short": "wa07",
        "value": "bảy",
        "value_int": 7,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Đây là lá bài của lòng dũng cảm, vì trên bề mặt, sáu người đang tấn công một người, tuy nhiên, người này lại có vị trí thuận lợi. Trên bình diện trí tuệ, nó biểu thị cho sự thảo luận, xung đột ngôn từ; trong kinh doanh - đàm phán, chiến tranh thương mại, trao đổi hàng hóa, cạnh tranh. Ngoài ra, đây là lá bài của sự thành công, vì người chiến đấu ở trên đỉnh và kẻ thù của anh ta có thể không thể tiếp cận anh ta.",
        "meaning_rev": "Sự bối rối, xấu hổ, lo lắng. Đây cũng là lời cảnh báo về sự do dự.",
        "desc": "Một thanh niên đứng trên một mỏm đá cheo leo đang vung một cây gậy; sáu cây gậy khác được giơ về phía anh ta từ bên dưới."
      },
      {
        "name": "Tám cây đũa phép",
        "name_short": "wa08",
        "value": "tám",
        "value_int": 8,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Hoạt động trong các dự án, con đường hoạt động, sự nhanh nhẹn, như của một sứ giả chuyển phát nhanh; sự vội vã lớn lao, hy vọng lớn lao, tốc độ hướng tới một mục đích hứa hẹn hạnh phúc chắc chắn; nói chung, là những gì đang chuyển động; cũng như những mũi tên tình yêu.",
        "meaning_rev": "Mũi tên ghen tuông, xung đột nội tâm, sự cắn rứt lương tâm, cãi vã; và xung đột gia đình đối với những người đã kết hôn.",
        "desc": "Lá bài tượng trưng cho sự chuyển động qua những thứ bất động - một chuyến bay của những cây đũa phép qua một vùng đất rộng mở; nhưng chúng hướng đến đích của hành trình của chúng. Những gì chúng biểu thị đang ở trong tầm tay; thậm chí có thể ở ngay ngưỡng cửa."
      },
      {
        "name": "Chín cây gậy",
        "name_short": "wa09",
        "value": "chín",
        "value_int": 9,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Lá bài biểu thị sức mạnh khi đối đầu. Nếu bị tấn công, người đó sẽ phải đối mặt với sự tấn công dữ dội; và vóc dáng của anh ta cho thấy anh ta có thể là một đối thủ đáng gờm. Với ý nghĩa chính này, có tất cả các phụ gia có thể có của nó - trì hoãn, đình chỉ, hoãn lại.",
        "meaning_rev": "Những trở ngại, nghịch cảnh, tai họa.",
        "desc": "Bức tượng dựa vào cây gậy của mình và có vẻ mặt đầy mong đợi, như thể đang chờ đợi kẻ thù. Phía sau là tám cây gậy khác - dựng thẳng, sắp xếp theo thứ tự, giống như một hàng rào."
      },
      {
        "name": "Mười cây đũa phép",
        "name_short": "wa10",
        "value": "mười",
        "value_int": 10,
        "suit": "đũa phép",
        "type": "nhỏ",
        "meaning_up": "Một lá bài có nhiều ý nghĩa, và một số cách đọc không thể hài hòa. Tôi gạt sang một bên những gì liên kết nó với danh dự và thiện chí. Ý nghĩa chính là sự áp bức đơn giản, nhưng nó cũng là vận may, lợi nhuận, bất kỳ loại thành công nào, và sau đó là sự áp bức của những thứ này. Nó cũng là một lá bài có vẻ giả tạo, ngụy trang, phản bội. Nơi mà hình ảnh đang tiếp cận có thể bị ảnh hưởng bởi những cây gậy mà anh ta mang theo. Thành công sẽ bị cản trở nếu lá bài Nine of Swords theo sau, và nếu đó là vấn đề về một vụ kiện tụng, chắc chắn sẽ có mất mát.",
        "meaning_rev": "Những mâu thuẫn, khó khăn, âm mưu và phép loại suy của chúng.",
        "desc": "Một người đàn ông bị đè nặng bởi sức nặng của mười cây gậy mà anh ta đang mang."
      },
      {
        "name": "Trang Cốc",
        "name_short": "cupa",
        "value": "trang",
        "value_int": 11,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Chàng trai trẻ đẹp trai, người được thúc đẩy để phục vụ và là người mà Người hỏi sẽ kết nối; một thanh niên ham học; tin tức, thông điệp; ứng dụng, suy ngẫm, thiền định; cũng những điều này hướng đến công việc.",
        "meaning_rev": "Sở thích, khuynh hướng, sự gắn bó, sự quyến rũ, sự lừa dối, sự giả tạo.",
        "desc": "Một trang giấy đẹp, dễ thương, có phần nữ tính, có vẻ ngoài chăm chỉ và nghiêm túc, đang ngắm nhìn một con cá đang nhô lên khỏi chiếc cốc để nhìn anh ta. Đó là hình ảnh của tâm trí đang thành hình."
      },
      {
        "name": "Hiệp sĩ Cúp",
        "name_short": "cukn",
        "value": "hiệp sĩ",
        "value_int": 12,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Sự đến, sự tiếp cận - đôi khi là sự tiếp cận của một sứ giả; sự tiến tới, sự đề xuất, thái độ, sự mời gọi, sự kích động.",
        "meaning_rev": "Gian lận, thủ đoạn, tinh vi, lừa đảo, gian dối, gian lận.",
        "desc": "Duyên dáng, nhưng không hiếu chiến; cưỡi ngựa lặng lẽ, đội mũ sắt có cánh, ám chỉ những nét duyên dáng cao hơn của trí tưởng tượng đôi khi đặc trưng cho lá bài này. Ông cũng là một người mơ mộng, nhưng những hình ảnh về mặt giác quan ám ảnh ông trong tầm nhìn của ông."
      },
      {
        "name": "Nữ hoàng của Cúp",
        "name_short": "cuqu",
        "value": "nữ hoàng",
        "value_int": 13,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Người phụ nữ tốt bụng, công bằng; người phụ nữ trung thực, tận tụy, người sẽ phục vụ Người hỏi; thông minh, và do đó có tầm nhìn xa; thành công, hạnh phúc, khoái lạc; cũng như trí tuệ, đức hạnh; một người vợ hoàn hảo và một người mẹ tốt.",
        "meaning_rev": "Các tài khoản khác nhau; người phụ nữ tốt; ngược lại, người phụ nữ danh giá nhưng không đáng tin cậy; người phụ nữ đồi trụy; tệ nạn, mất danh dự, đồi trụy.",
        "desc": "Xinh đẹp, công bằng, mơ mộng - như người nhìn thấy hình ảnh trong một chiếc cốc. Tuy nhiên, đây chỉ là một trong những khía cạnh của cô ấy; cô ấy nhìn thấy, nhưng cô ấy cũng hành động, và hoạt động của cô ấy nuôi dưỡng giấc mơ của cô ấy."
      },
      {
        "name": "Vua của Cups",
        "name_short": "cuki",
        "value": "vua",
        "value_int": 14,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Người đàn ông công bằng, người làm kinh doanh, luật pháp hoặc thần học; có trách nhiệm, sẵn sàng giúp đỡ Người hỏi; cũng như công bằng, nghệ thuật và khoa học, bao gồm cả những người theo đuổi khoa học, luật pháp và nghệ thuật; trí thông minh sáng tạo.",
        "meaning_rev": "Kẻ gian dối, lừa đảo; gian trá, đòi tiền, bất công, tệ nạn, tai tiếng, cướp bóc, mất mát đáng kể.",
        "desc": "Ông ta cầm một cây quyền trượng ngắn ở tay trái và một chiếc cốc lớn ở tay phải; ngai vàng của ông ta được đặt trên biển; một bên là con tàu đang lướt và bên kia là một con cá heo đang nhảy. Điều ngụ ý là Biểu tượng Cốc tự nhiên ám chỉ đến nước, xuất hiện trong tất cả các lá bài của hoàng gia."
      },
      {
        "name": "Át cốc",
        "name_short": "cuac",
        "value": "át chủ bài",
        "value_int": 1,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Ngôi nhà của trái tim chân thành, niềm vui, sự mãn nguyện, nơi ở, sự nuôi dưỡng, sự sung túc, khả năng sinh sản; Bàn Thánh, hạnh phúc ở đây.",
        "meaning_rev": "Ngôi nhà của trái tim giả dối, đột biến, bất ổn, cách mạng.",
        "desc": "Những dòng nước ở bên dưới, và trên đó là hoa súng; bàn tay nhô ra từ đám mây, cầm trong lòng bàn tay chiếc cốc, từ đó bốn dòng nước đang chảy ra; một con chim bồ câu, mang trong mỏ một Bánh thánh có hình chữ thập, bay xuống để đặt Bánh thánh vào trong Cốc; sương nước rơi xuống khắp mọi phía. Đó là một sự ám chỉ về điều có thể nằm sau Lesser Arcana."
      },
      {
        "name": "Hai Cốc",
        "name_short": "cu02",
        "value": "hai",
        "value_int": 2,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Tình yêu, đam mê, tình bạn, sự đồng cảm, sự kết hợp, sự hòa hợp, sự đồng cảm, mối quan hệ giữa các giới tính và - như một gợi ý ngoài mọi chức năng bói toán - mong muốn không có trong Tự nhiên, nhưng nhờ đó Tự nhiên được thánh hóa.",
        "meaning_rev": "Lòng ham muốn, lòng tham, sự ghen tuông, ước muốn, khát khao, nhưng lá bài cũng có thể nêu ra, W. nói, \"mong muốn không có trong tự nhiên, nhưng nhờ đó mà tự nhiên được thánh hóa.\"",
        "desc": "Một thanh niên và một thiếu nữ đang thề thốt với nhau, và phía trên cốc của họ là Caduceus của Hermes, giữa đôi cánh lớn của nó xuất hiện một cái đầu sư tử. Đây là một biến thể của một dấu hiệu được tìm thấy trong một vài ví dụ cũ của lá bài này. Một số ý nghĩa biểu tượng kỳ lạ được gắn vào nó, nhưng chúng không liên quan đến chúng ta ở đây."
      },
      {
        "name": "Ba chiếc cốc",
        "name_short": "cu03",
        "value": "ba",
        "value_int": 3,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Kết thúc của bất kỳ vấn đề nào trong sự sung túc, hoàn hảo và vui vẻ; kết quả hạnh phúc, chiến thắng, sự viên mãn, sự an ủi, sự chữa lành",
        "meaning_rev": "Chuyến thám hiểm, phái đi, thành tựu, kết thúc. Nó cũng biểu thị khía cạnh quá mức trong hưởng thụ thể chất và thú vui của các giác quan.",
        "desc": "Những thiếu nữ trong một khu vườn với những chiếc cốc giơ cao, như thể đang cam kết với nhau."
      },
      {
        "name": "Bốn cốc",
        "name_short": "cu04",
        "value": "bốn",
        "value_int": 4,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Mệt mỏi, ghê tởm, ác cảm, phiền muộn tưởng tượng, như thể rượu của thế giới này chỉ gây ra sự no nê; một loại rượu khác, như thể một món quà của tiên, giờ được trao cho kẻ hoang phí, nhưng hắn không thấy sự an ủi nào ở đó. Đây cũng là một lá bài của niềm vui pha trộn.",
        "meaning_rev": "Sự mới lạ, điềm báo, chỉ dẫn mới, mối quan hệ mới.",
        "desc": "Một chàng trai trẻ ngồi dưới gốc cây và ngắm nhìn ba chiếc cốc đặt trên bãi cỏ trước mặt; một cánh tay mọc ra từ đám mây đưa cho anh ta một chiếc cốc khác. Tuy nhiên, biểu cảm của anh ta lại thể hiện sự bất mãn với môi trường xung quanh."
      },
      {
        "name": "Năm chiếc cốc",
        "name_short": "cu05",
        "value": "năm",
        "value_int": 5,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Một hình bóng tối, mặc áo choàng, nhìn nghiêng vào ba chiếc cốc nằm sấp, hai người khác đứng thẳng sau anh ta; một cây cầu ở phía sau, dẫn đến một pháo đài nhỏ hoặc nơi trú ẩn. Ý nghĩa bói toán: Đây là lá bài về mất mát, nhưng vẫn còn lại một điều gì đó; ba lá bài đã được lấy đi, nhưng còn lại hai lá; đây là lá bài về thừa kế, di sản, truyền thừa, nhưng không tương ứng với kỳ vọng; với một số người giải thích, đây là lá bài về hôn nhân, nhưng không phải là không có sự cay đắng hoặc thất vọng.",
        "meaning_rev": "Tin tức, liên minh, mối quan hệ, huyết thống, tổ tiên, sự trở về, các dự án sai trái.",
        "desc": "Một bóng người tối tăm, mặc áo choàng, nhìn nghiêng vào ba chiếc cốc nằm sấp, hai người khác đứng thẳng sau lưng anh ta; một cây cầu ở phía sau, dẫn đến một pháo đài nhỏ hoặc nơi trú ẩn. Ý nghĩa bói toán: Đây là lá bài về mất mát, nhưng vẫn còn lại một điều gì đó; ba người đã lấy đi, nhưng còn lại hai người; đây là lá bài về thừa kế, di sản, truyền thừa, nhưng không tương ứng với kỳ vọng; với một số người giải thích, đây là lá bài về hôn nhân, nhưng không phải là không có cay đắng hoặc thất vọng. Đảo ngược: Tin tức, liên minh, mối quan hệ thân thiết, huyết thống, tổ tiên, sự trở về, những dự án sai lầm"
      },
      {
        "name": "Sáu cốc",
        "name_short": "cu06",
        "value": "sáu",
        "value_int": 6,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Một lá bài về quá khứ và ký ức, nhìn lại, như--ví dụ--về tuổi thơ; hạnh phúc, niềm vui, nhưng đúng hơn là đến từ quá khứ; những thứ đã biến mất. Một cách đọc khác đảo ngược điều này, mang lại những mối quan hệ mới, kiến ​​thức mới, môi trường mới, và sau đó những đứa trẻ đang vui đùa trong một khu vực xa lạ.",
        "meaning_rev": "Tương lai, sự đổi mới, những gì sẽ xảy ra ngay bây giờ.",
        "desc": "Những đứa trẻ trong một khu vườn cũ, những chiếc cốc của chúng chứa đầy hoa."
      },
      {
        "name": "Bảy chiếc cốc",
        "name_short": "cu07",
        "value": "bảy",
        "value_int": 7,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Những ân huệ của nàng tiên, hình ảnh phản chiếu, tình cảm, trí tưởng tượng, những thứ nhìn thấy trong tấm gương chiêm nghiệm; một số thành tựu ở những mức độ này, nhưng không có gì là vĩnh viễn hay đáng kể được gợi ý.",
        "meaning_rev": "Mong muốn, ý chí, quyết tâm, dự án.",
        "desc": "Những chén thánh kỳ lạ của tầm nhìn, nhưng hình ảnh ở đây đặc biệt hơn là hình ảnh của tinh thần kỳ diệu."
      },
      {
        "name": "Tám cốc",
        "name_short": "cu08",
        "value": "tám",
        "value_int": 8,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Lá bài tự nói lên điều đó trên bề mặt, nhưng các cách giải thích khác lại hoàn toàn trái ngược - mang lại niềm vui, sự nhẹ nhàng, sự nhút nhát, danh dự, sự khiêm tốn. Trong thực tế, người ta thường thấy rằng lá bài cho thấy sự suy thoái của một vấn đề, hoặc một vấn đề được cho là quan trọng thực sự không có hậu quả gì - dù là tốt hay xấu.",
        "meaning_rev": "Niềm vui lớn, hạnh phúc, tiệc tùng.",
        "desc": "Một người đàn ông có vẻ mặt chán nản đang từ bỏ hạnh phúc, sự nghiệp, công việc hoặc mối quan tâm trước đây của mình."
      },
      {
        "name": "Chín Cốc",
        "name_short": "cu09",
        "value": "chín",
        "value_int": 9,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Sự hòa hợp, sự hài lòng, sự tốt đẹp về mặt thể chất; cũng như chiến thắng, thành công, lợi thế; sự hài lòng cho Người hỏi hoặc người được hỏi.",
        "meaning_rev": "Sự thật, lòng trung thành, tự do; nhưng cách diễn giải khác nhau và bao gồm cả lỗi lầm, khuyết điểm, v.v.",
        "desc": "Một nhân vật tốt bụng đã ăn uống thỏa thích, và rượu vang hảo hạng được bày trên quầy hình vòm phía sau ông, dường như ám chỉ rằng tương lai cũng được đảm bảo. Bức tranh chỉ cung cấp khía cạnh vật chất, nhưng còn có những khía cạnh khác."
      },
      {
        "name": "Mười chiếc cốc",
        "name_short": "cu10",
        "value": "mười",
        "value_int": 10,
        "suit": "cốc",
        "type": "nhỏ",
        "meaning_up": "Sự hài lòng, sự thanh thản của toàn bộ trái tim; sự hoàn hảo của trạng thái đó; cũng như sự hoàn hảo của tình yêu và tình bạn giữa con người; nếu có nhiều lá bài hình ảnh, một người sẽ chịu trách nhiệm về sở thích của Người hỏi; cũng như thị trấn, làng mạc hoặc đất nước mà Người hỏi sinh sống.",
        "meaning_rev": "Sự bình yên của trái tim giả dối, sự phẫn nộ, bạo lực.",
        "desc": "Sự xuất hiện của Cups trong cầu vồng; nó được chiêm ngưỡng trong sự ngạc nhiên và sung sướng của một người đàn ông và một người phụ nữ bên dưới, rõ ràng là vợ chồng. Cánh tay phải của anh ấy quấn quanh cô ấy; cánh tay trái của anh ấy giơ lên; cô ấy giơ cánh tay phải của mình. Hai đứa trẻ đang nhảy múa gần họ không quan sát thấy điều kỳ diệu nhưng lại vui vẻ theo cách riêng của chúng. Có một cảnh gia đình ở phía xa."
      },
      {
        "name": "Trang Pentacles",
        "name_short": "pepa",
        "value": "trang",
        "value_int": 11,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Ứng dụng, nghiên cứu, học bổng, suy ngẫm, cách đọc khác nói về tin tức, thông điệp và người mang đến; cũng như quy tắc, quản lý.",
        "meaning_rev": "Sự hoang phí, phung phí, hào phóng, xa hoa; tin tức bất lợi.",
        "desc": "Một hình bóng trẻ trung, chăm chú nhìn vào ngôi sao năm cánh lơ lửng trên đôi tay giơ lên ​​của mình. Anh ta di chuyển chậm rãi, không cảm nhận được những gì xung quanh mình."
      },
      {
        "name": "Hiệp sĩ Pentacles",
        "name_short": "pekn",
        "value": "hiệp sĩ",
        "value_int": 12,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Tiện ích, tính hữu dụng, sự quan tâm, trách nhiệm, sự ngay thẳng - tất cả đều ở bình diện bình thường và bên ngoài.",
        "meaning_rev": "sự trì trệ, sự lười biếng, sự nghỉ ngơi tương tự, sự trì trệ; cũng như sự bình thản, sự chán nản, sự bất cẩn.",
        "desc": "Anh ta cưỡi một con ngựa chậm, bền bỉ, nặng nề, tương ứng với khía cạnh của anh ta. Anh ta thể hiện biểu tượng của mình, nhưng không nhìn vào đó."
      },
      {
        "name": "Nữ hoàng tiền xu",
        "name_short": "pequ",
        "value": "nữ hoàng",
        "value_int": 13,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Sự giàu có, hào phóng, tráng lệ, an ninh, tự do.",
        "meaning_rev": "Ác độc, nghi ngờ, hồi hộp, sợ hãi, ngờ vực.",
        "desc": "Khuôn mặt gợi ý đến một người phụ nữ da ngăm, những phẩm chất của bà có thể được tóm tắt trong ý niệm về sự vĩ đại của tâm hồn; bà cũng có trí thông minh nghiêm túc; bà chiêm ngưỡng biểu tượng của mình và có thể nhìn thấy thế giới trong đó."
      },
      {
        "name": "Vua của Pentacles",
        "name_short": "peki",
        "value": "vua",
        "value_int": 14,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Lòng dũng cảm, trí thông minh, năng khiếu kinh doanh và trí tuệ bình thường, đôi khi là năng khiếu toán học và những thành tựu tương tự; thành công trên con đường này.",
        "meaning_rev": "Tệ nạn, yếu đuối, xấu xí, đồi trụy, tham nhũng, nguy hiểm.",
        "desc": "Hình ảnh không cần mô tả đặc biệt nào, khuôn mặt khá tối, cũng gợi ý về lòng dũng cảm, nhưng có xu hướng hơi chậm chạp. Đầu con bò đực nên được lưu ý là biểu tượng thường xuyên trên ngai vàng. Dấu hiệu của bộ bài này được thể hiện xuyên suốt dưới dạng khắc hoặc có ngôi sao năm cánh, tượng trưng cho sự tương ứng của bốn yếu tố trong bản chất con người và những gì chúng có thể được chi phối. Trong nhiều bộ bài Tarot cũ, bộ bài này tượng trưng cho đồng xu hiện tại, tiền bạc, những người phủ nhận. Tôi không phát minh ra sự thay thế của các ngôi sao năm cánh và tôi không có lý do đặc biệt nào để duy trì sự thay thế này. Nhưng sự đồng thuận về ý nghĩa bói toán là về phía một số thay đổi, bởi vì các lá bài không liên quan đặc biệt đến các vấn đề về tiền bạc."
      },
      {
        "name": "Át tiền",
        "name_short": "hòa bình",
        "value": "át chủ bài",
        "value_int": 1,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Sự hài lòng hoàn hảo, hạnh phúc, sung sướng; cũng như trí thông minh nhanh nhạy; vàng.",
        "meaning_rev": "Mặt xấu của sự giàu có, trí thông minh kém; cũng như sự giàu có lớn. Trong mọi trường hợp, nó cho thấy sự thịnh vượng, điều kiện vật chất thoải mái, nhưng liệu những điều này có lợi cho người sở hữu hay không sẽ phụ thuộc vào việc lá bài có bị đảo ngược hay không.",
        "desc": "Một bàn tay - như thường lệ, xuất hiện từ trên đám mây - cầm một ngôi sao năm cánh."
      },
      {
        "name": "Hai đồng tiền",
        "name_short": "pe02",
        "value": "hai",
        "value_int": 2,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Một mặt, nó được biểu thị như một lá bài của sự vui tươi, giải trí và những mối liên hệ của nó, là chủ đề của thiết kế; nhưng mặt khác, nó cũng được đọc như tin tức và thông điệp dưới dạng văn bản, như những trở ngại, sự kích động, rắc rối, sự lôi kéo.",
        "meaning_rev": "Sự vui vẻ gượng ép, sự tận hưởng giả tạo, nghĩa đen, chữ viết tay, thành phần, thư trao đổi.",
        "desc": "Một chàng trai trẻ đang khiêu vũ, cầm một ngôi sao năm cánh ở mỗi tay, và chúng được nối với nhau bằng một sợi dây dài vô tận trông giống như số 8 đảo ngược."
      },
      {
        "name": "Ba đồng tiền",
        "name_short": "pe03",
        "value": "ba",
        "value_int": 3,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Thợ thủ công, nghề buôn bán, lao động lành nghề; tuy nhiên, thường được coi là biểu tượng của sự quý tộc, danh tiếng, vinh quang.",
        "meaning_rev": "Tầm thường, trong công việc và những việc khác, sự ngây thơ, nhỏ nhen, yếu đuối.",
        "desc": "Một nhà điêu khắc đang làm việc trong một tu viện. So sánh thiết kế minh họa cho lá bài Eight of Pentacles. Người học việc hoặc nghiệp dư trong đó đã nhận được phần thưởng và hiện đang làm việc nghiêm túc."
      },
      {
        "name": "Bốn đồng tiền",
        "name_short": "pe04",
        "value": "bốn",
        "value_int": 4,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Sự bảo đảm về tài sản, sự gắn bó với những gì mình có, quà tặng, di sản, thừa kế.",
        "meaning_rev": "Sự hồi hộp, trì hoãn, phản đối.",
        "desc": "Một nhân vật đội vương miện, có một ngôi sao năm cánh trên vương miện, nắm chặt một người khác bằng tay và cánh tay; hai ngôi sao năm cánh nằm dưới chân anh ta. Anh ta giữ chặt thứ mình có."
      },
      {
        "name": "Năm đồng tiền",
        "name_short": "pe05",
        "value": "năm",
        "value_int": 5,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Lá bài này báo trước những rắc rối về vật chất, dù là dưới hình thức minh họa - tức là sự túng thiếu - hay hình thức khác. Đối với một số nhà bói bài, đây là lá bài của tình yêu và người yêu - vợ, chồng, bạn bè, tình nhân; cũng là sự hòa hợp, sự tương đồng. Những sự thay thế này không thể được hài hòa.",
        "meaning_rev": "Rối loạn, hỗn loạn, đổ nát, bất hòa, hoang phí.",
        "desc": "Hai người ăn xin đi ngang qua một khung cửa sổ có đèn trong cơn bão tuyết."
      },
      {
        "name": "Sáu đồng tiền",
        "name_short": "pe06",
        "value": "sáu",
        "value_int": 6,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Quà tặng, quà biếu, sự hài lòng một tài khoản khác nói rằng sự chú ý, cảnh giác hiện tại là thời điểm được chấp nhận, sự thịnh vượng hiện tại, v.v.",
        "meaning_rev": "Ham muốn, lòng tham, đố kỵ, ghen tuông, ảo tưởng.",
        "desc": "Một người đàn ông trong lốt một thương gia đang cân tiền trên một chiếc cân và phân phát cho những người nghèo khổ và khốn cùng. Đó là minh chứng cho sự thành công của chính anh ta trong cuộc sống, cũng như cho lòng tốt của anh ta."
      },
      {
        "name": "Bảy đồng tiền",
        "name_short": "pe07",
        "value": "bảy",
        "value_int": 7,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Những điều này cực kỳ mâu thuẫn; về cơ bản, đây là lá bài về tiền bạc, kinh doanh, trao đổi hàng hóa; nhưng một cách đọc lại cho thấy sự tranh cãi, cãi vã - và một cách đọc khác lại cho thấy sự ngây thơ, khéo léo, thanh tẩy.",
        "meaning_rev": "Nguyên nhân gây lo lắng liên quan đến số tiền có thể được đề xuất cho vay.",
        "desc": "Một chàng trai trẻ, dựa vào cây gậy của mình, chăm chú nhìn vào bảy đồng xu gắn trên một cụm cây xanh bên phải; người ta có thể nói rằng đây là kho báu của anh ta và trái tim anh ta ở đó."
      },
      {
        "name": "Tám đồng tiền",
        "name_short": "pe08",
        "value": "tám",
        "value_int": 8,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Công việc, việc làm, hoa hồng, nghề thủ công, kỹ năng trong nghề thủ công và kinh doanh, có lẽ trong giai đoạn chuẩn bị.",
        "meaning_rev": "Tham vọng vô ích, sự phù phiếm, lòng tham, sự đòi hỏi, cho vay nặng lãi. Nó cũng có thể biểu thị sự sở hữu kỹ năng, theo nghĩa là trí óc khéo léo chuyển sang xảo quyệt và mưu mô.",
        "desc": "Một nghệ sĩ tạc tượng đá đang làm việc, được trưng bày dưới dạng cúp."
      },
      {
        "name": "Chín đồng tiền",
        "name_short": "pe09",
        "value": "chín",
        "value_int": 9,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Sự thận trọng, an toàn, thành công, thành tựu, sự chắc chắn, sự sáng suốt.",
        "meaning_rev": "Sự gian dối, lừa dối, dự án bị hủy bỏ, thiếu thiện chí.",
        "desc": "Một người phụ nữ, với một con chim trên cổ tay, đứng giữa một vườn nho rộng lớn trong khu vườn của một ngôi nhà trang viên. Đó là một khu đất rộng, gợi ý về sự sung túc trong mọi thứ. Có thể đó là tài sản của riêng cô ấy và chứng tỏ sự sung túc về mặt vật chất."
      },
      {
        "name": "Mười đồng tiền",
        "name_short": "pe10",
        "value": "mười",
        "value_int": 10,
        "suit": "pentacles",
        "type": "nhỏ",
        "meaning_up": "Lợi nhuận, sự giàu có; vấn đề gia đình, lưu trữ, khai thác, nơi ở của một gia đình.",
        "meaning_rev": "Cơ hội, tử vong, mất mát, cướp bóc, trò chơi may rủi; đôi khi là quà tặng, của hồi môn, lương hưu.",
        "desc": "Một người đàn ông và một người phụ nữ bên dưới một cổng vòm dẫn vào một ngôi nhà và lãnh địa. Họ đi cùng một đứa trẻ, đứa trẻ tò mò nhìn hai con chó đang tấn công một nhân vật cổ đại đang ngồi ở phía trước. Bàn tay của đứa trẻ đang đặt trên một trong hai con chó."
      },
      {
        "name": "Trang Kiếm",
        "name_short": "swpa",
        "value": "trang",
        "value_int": 11,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Quyền hạn, giám sát, mật vụ, cảnh giác, do thám, kiểm tra và các phẩm chất liên quan.",
        "meaning_rev": "Mặt xấu xa hơn của những phẩm chất này; những gì không lường trước được, trạng thái không chuẩn bị; bệnh tật cũng được ám chỉ.",
        "desc": "Một hình dáng uyển chuyển, năng động, cầm thẳng một thanh kiếm bằng cả hai tay, trong khi đang đi nhanh. Anh ta đang đi qua vùng đất gồ ghề, và trên đường đi, những đám mây tụ lại một cách hỗn loạn. Anh ta cảnh giác và uyển chuyển, nhìn theo hướng này và hướng kia, như thể một kẻ thù tiềm ẩn có thể xuất hiện bất cứ lúc nào."
      },
      {
        "name": "Hiệp sĩ kiếm",
        "name_short": "swkn",
        "value": "hiệp sĩ",
        "value_int": 12,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Kỹ năng, lòng dũng cảm, khả năng, phòng thủ, địa chỉ, sự thù địch, cơn thịnh nộ, chiến tranh, sự hủy diệt, sự phản đối, sự kháng cự, sự đổ nát. Do đó, có một ý nghĩa mà lá bài này biểu thị cho cái chết, nhưng nó chỉ mang ý nghĩa này khi ở gần các lá bài tử thần khác.",
        "meaning_rev": "Sự thiếu thận trọng, bất lực, phung phí.",
        "desc": "Anh ta đang cưỡi ngựa hết tốc lực, như thể đang xua đuổi kẻ thù. Trong thiết kế, anh ta thực sự là một anh hùng nguyên mẫu của tinh thần hiệp sĩ lãng mạn. Anh ta gần giống như Galahad, người có thanh kiếm nhanh và chắc chắn vì anh ta có trái tim trong sạch."
      },
      {
        "name": "Nữ hoàng kiếm",
        "name_short": "swqu",
        "value": "nữ hoàng",
        "value_int": 13,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Góa bụa, nỗi buồn và sự xấu hổ của phụ nữ, sự vắng mặt, sự vô sinh, tang tóc, sự thiếu thốn, sự chia ly.",
        "meaning_rev": "Sự độc ác, cố chấp, giả tạo, đạo đức giả, dối trá, lừa đảo.",
        "desc": "Tay phải của bà giơ vũ khí theo chiều dọc và chuôi kiếm đặt trên tay vịn của chiếc ghế hoàng gia, tay trái duỗi ra, cánh tay giơ lên, vẻ mặt nghiêm nghị nhưng nghiêm khắc; nó gợi ý sự quen thuộc với nỗi buồn. Nó không tượng trưng cho lòng thương xót, và, bất chấp thanh kiếm của bà, bà khó có thể là biểu tượng của quyền lực."
      },
      {
        "name": "Vua kiếm",
        "name_short": "swki",
        "value": "vua",
        "value_int": 14,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Bất cứ điều gì phát sinh từ ý tưởng về sự phán xét và tất cả các mối liên hệ của nó - quyền lực, chỉ huy, thẩm quyền, trí thông minh quân sự, luật pháp, chức vụ của hoàng gia, v.v.",
        "meaning_rev": "Sự tàn ác, đồi trụy, man rợ, phản bội, ý định xấu xa.",
        "desc": "Ông ta ngồi phán xét, cầm trên tay lá bài chưa rút khỏi vỏ. Tất nhiên, ông ta gợi nhớ đến Biểu tượng công lý thông thường trong lá bài Trumps Major, và ông ta có thể đại diện cho đức tính này, nhưng đúng hơn, ông ta là sức mạnh của sự sống và cái chết, dựa trên chức vụ của mình."
      },
      {
        "name": "Át chủ bài Kiếm",
        "name_short": "swac",
        "value": "át chủ bài",
        "value_int": 1,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Chiến thắng, mức độ quá mức trong mọi thứ, sự chinh phục, chiến thắng của sức mạnh. Đây là lá bài của sức mạnh to lớn, trong tình yêu cũng như trong sự căm ghét. Vương miện có thể mang ý nghĩa cao hơn nhiều so với ý nghĩa thường thấy trong lĩnh vực bói toán.",
        "meaning_rev": "Giống vậy, nhưng kết quả thì thảm khốc; một tài khoản khác nói rằng--thụ thai, sinh con, tăng cường, sinh sôi.",
        "desc": "Một bàn tay nhô ra từ đám mây, nắm lấy như một từ, điểm của từ này được bao quanh bởi một vương miện."
      },
      {
        "name": "Hai thanh kiếm",
        "name_short": "sw02",
        "value": "hai",
        "value_int": 2,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Sự tuân thủ và sự cân bằng mà nó gợi ý, lòng dũng cảm, tình bạn, sự hòa hợp trong trạng thái vũ trang; một cách đọc khác mang lại sự dịu dàng, tình cảm, sự thân mật. Gợi ý về sự hòa hợp và các cách đọc thuận lợi khác phải được xem xét theo cách có trình độ, vì Kiếm nói chung không tượng trưng cho các thế lực nhân từ trong các vấn đề của con người.",
        "meaning_rev": "Sự giả mạo, dối trá, gian dối, bất trung.",
        "desc": "Một hình ảnh người phụ nữ bị bịt mắt đang cân bằng hai thanh kiếm trên vai."
      },
      {
        "name": "Ba thanh kiếm",
        "name_short": "sw03",
        "value": "ba",
        "value_int": 3,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Sự loại bỏ, vắng mặt, trì hoãn, phân chia, đứt gãy, phân tán và tất cả những gì thiết kế biểu thị một cách tự nhiên, quá đơn giản và rõ ràng để cần phải liệt kê cụ thể.",
        "meaning_rev": "Sự xa lánh về mặt tinh thần, lỗi lầm, mất mát, mất tập trung, rối loạn, nhầm lẫn.",
        "desc": "Ba thanh kiếm đâm xuyên qua một trái tim; phía sau là mây và mưa."
      },
      {
        "name": "Bốn thanh kiếm",
        "name_short": "sw04",
        "value": "bốn",
        "value_int": 4,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Cảnh giác, rút ​​lui, cô độc, ẩn sĩ, lưu đày, lăng mộ và quan tài. Chính những điều sau đây đã gợi ý về thiết kế.",
        "meaning_rev": "Quản lý khôn ngoan, thận trọng, tiết kiệm, tham lam, phòng ngừa, di chúc.",
        "desc": "Hình tượng một hiệp sĩ đang cầu nguyện, toàn thân nằm trên ngôi mộ của ông."
      },
      {
        "name": "Năm thanh kiếm",
        "name_short": "sw05",
        "value": "năm",
        "value_int": 5,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Sự suy thoái, sự phá hủy, sự hủy bỏ, sự ô nhục, sự mất mát, với các biến thể và tương tự của những điều này.",
        "meaning_rev": "Giống nhau; chôn cất và tang lễ.",
        "desc": "Một người đàn ông khinh thường nhìn theo hai bóng người đang rút lui và chán nản. Thanh kiếm của họ nằm trên mặt đất. Anh ta mang hai thanh kiếm khác trên vai trái, và thanh kiếm thứ ba ở trong tay phải, hướng xuống đất. Anh ta là người chủ sở hữu của chiến trường."
      },
      {
        "name": "Sáu thanh kiếm",
        "name_short": "sw06",
        "value": "sáu",
        "value_int": 6,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Hành trình trên mặt nước, tuyến đường, cách thức, sứ giả, ủy viên, phương tiện.",
        "meaning_rev": "Tuyên bố, thú nhận, công khai; một tài khoản cho rằng đó là một lời cầu hôn.",
        "desc": "Một người lái đò chở hành khách trên chiếc thuyền nhỏ của mình đến bờ bên kia. Đường đi rất êm và thấy hàng hóa nhẹ, có thể thấy rằng công việc không quá sức của anh ta."
      },
      {
        "name": "Bảy thanh kiếm",
        "name_short": "sw07",
        "value": "bảy",
        "value_int": 7,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Thiết kế, nỗ lực, mong muốn, hy vọng, sự tự tin; cũng như cãi vã, một kế hoạch có thể thất bại, sự khó chịu. Thiết kế không chắc chắn về ý nghĩa của nó, vì các ý nghĩa rất khác nhau.",
        "meaning_rev": "Lời khuyên, lời khuyên bảo, chỉ dẫn, lời nói xấu, lời huyên thuyên.",
        "desc": "Một người đàn ông đang nhanh chóng mang năm thanh kiếm đi; hai thanh kiếm còn lại của lá bài vẫn nằm kẹt dưới đất. Một trại lính đang ở gần đó."
      },
      {
        "name": "Tám thanh kiếm",
        "name_short": "sw08",
        "value": "tám",
        "value_int": 8,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Tin xấu, sự đau khổ dữ dội, khủng hoảng, chỉ trích, quyền lực bị kìm kẹp, xung đột, vu khống; cũng như bệnh tật.",
        "meaning_rev": "Sự bất an, khó khăn, sự phản đối, tai nạn, sự phản bội; điều không lường trước được; tử vong.",
        "desc": "Một người phụ nữ bị trói và bị lừa, với những thanh kiếm của lá bài trên người. Tuy nhiên, đây lại là một lá bài tạm thời chứ không phải là sự ràng buộc không thể cứu vãn."
      },
      {
        "name": "Chín thanh kiếm",
        "name_short": "sw09",
        "value": "chín",
        "value_int": 9,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Cái chết, thất bại, sảy thai, chậm trễ, lừa dối, thất vọng, tuyệt vọng.",
        "meaning_rev": "Bị giam giữ, bị nghi ngờ, hoài nghi, sợ hãi hợp lý, xấu hổ.",
        "desc": "Một người ngồi trên ghế than khóc, với thanh kiếm trên đầu. Cô ấy giống như một người không biết nỗi buồn nào giống như nỗi buồn của cô ấy. Đó là một lá bài của sự hoang tàn hoàn toàn."
      },
      {
        "name": "Mười thanh kiếm",
        "name_short": "sw10",
        "value": "mười",
        "value_int": 10,
        "bộ đồ": "kiếm",
        "type": "nhỏ",
        "meaning_up": "Bất cứ điều gì được ám chỉ bởi thiết kế; cũng như nỗi đau, sự đau khổ, nước mắt, nỗi buồn, sự hoang tàn. Đây không phải là lá bài đặc biệt ám chỉ cái chết dữ dội.",
        "meaning_rev": "Lợi thế, lợi nhuận, thành công, sự ưu ái, nhưng không có thứ nào trong số này là vĩnh viễn; ngay cả quyền lực và thẩm quyền.",
        "desc": "Một hình người nằm sấp, bị đâm xuyên bởi tất cả các thanh kiếm thuộc về lá bài."
      }
    ]
  }
  